Repository: skyllex94/micronvpn
Catalog: VPNEvo/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, it, ja, ms, nl, pt_br, ru, th, tr, vi

source: Terms of Use
ar_iq: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約
ms: Syarat Penggunaan
nl: Gebruiksvoorwaarden
pt_br: Termos de uso
ru: Условия эксплуатации
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
vi: Điều khoản sử dụng

source: Agree & Continue
ar_iq: موافقة ومتابعة
de: Zustimmen und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続行
ms: Setuju & Teruskan
nl: Akkoord & doorgaan
pt_br: Concordar e continuar
ru: Согласиться и продолжить
th: เห็นด้วย & ดำเนินการต่อ
tr: Kabul Et ve Devam Et
vi: Đồng ý & Tiếp tục

source: Continue
ar_iq: يكمل
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
ja: 継続する
ms: teruskan
nl: Doorgaan
pt_br: Continuar
ru: Продолжать
th: ดำเนินการต่อ
tr: Devam et
vi: Tiếp tục

source: Connect
ar_iq: الاتصال
de: Verbinden
es: Conectar
fr: Relier
it: Collegare
ja: 接続
ms: Sambung
nl: Aansluiten
pt_br: Conectar
ru: Соединять
th: เชื่อมต่อ
tr: Bağlamak
vi: Liên kết

source: Disconnect
ar_iq: قطع الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断する
ms: Putuskan sambungan
nl: verbinding verbreken
pt_br: desconectar
ru: Отключить
th: ตัดการเชื่อมต่อ
tr: bağlantıyı kes
vi: Ngắt kết nối

# point1
source: Access Global Content
ar_iq: الوصول إلى المحتوى العالمي
de: Greifen Sie auf globale Inhalte zu
es: Acceda al contenido global
fr: Accéder au contenu global
it: Accedi ai contenuti globali
ja: グローバル コンテンツへのアクセス
ms: Akses Kandungan Global
nl: Toegang tot wereldwijde inhoud
pt_br: Acesse o conteúdo global
ru: Доступ к глобальному контенту
th: เข้าถึงเนื้อหาทั่วโลก
tr: Küresel İçeriğe Erişin
vi: Truy cập Nội dung Toàn cầu

# point1desc
source: Get access to all sites and services, around the world by changing your virtual location.
ar_iq: احصل على إمكانية الوصول إلى جميع المواقع والخدمات في جميع أنحاء العالم عن طريق تغيير موقعك الافتراضي.
de: Erhalten Sie Zugriff auf alle Websites und Dienste auf der ganzen Welt, indem Sie Ihren virtuellen Standort ändern.
es: Obtenga acceso a todos los sitios y servicios en todo el mundo cambiando su ubicación virtual.
fr: Accédez à tous les sites et services, partout dans le monde en changeant votre emplacement virtuel.
it: Ottieni l'accesso a tutti i siti e servizi, in tutto il mondo, modificando la tua posizione virtuale.
ja: 仮想ロケーションを変更することで、世界中のすべてのサイトとサービスにアクセスできます。
ms: Dapatkan akses kepada semua tapak dan perkhidmatan, di seluruh dunia dengan menukar lokasi maya anda.
nl: Krijg toegang tot alle sites en services over de hele wereld door uw virtuele locatie te wijzigen.
pt_br: Obtenha acesso a todos os sites e serviços em todo o mundo alterando sua localização virtual.
ru: Получите доступ ко всем сайтам и сервисам по всему миру, изменив свое виртуальное местоположение.
th: เข้าถึงไซต์และบริการทั้งหมดทั่วโลกด้วยการเปลี่ยนตำแหน่งเสมือนของคุณ
tr: Sanal konumunuzu değiştirerek dünyanın her yerindeki tüm sitelere ve hizmetlere erişin.
vi: Nhận quyền truy cập vào tất cả các trang web và dịch vụ trên khắp thế giới bằng cách thay đổi vị trí ảo của bạn.

# point2
source: Surf the Web Privately
ar_iq: تصفح الويب بشكل خاص
de: Surfen Sie privat im Internet
es: Navegar por la web de forma privada
fr: Surfer sur le Web en privé
it: Naviga sul Web in privato
ja: 個人的に Web サーフィンをする
ms: Layari Web Secara Persendirian
nl: Privé surfen op het web
pt_br: Navegue na Web com privacidade
ru: Работайте в Интернете конфиденциально
th: ท่องเว็บแบบส่วนตัว
tr: Web'de Özel Olarak Gezin
vi: Lướt web một cách riêng tư

# point2desc
source: Hide your IP address and encrypt all your web traffic with military-grade encryption to protect your online privacy
ar_iq: قم بإخفاء عنوان IP الخاص بك وقم بتشفير كل حركة مرور الويب الخاصة بك باستخدام تشفير من الدرجة العسكرية لحماية خصوصيتك على الإنترنت
de: Verstecken Sie Ihre IP-Adresse und verschlüsseln Sie Ihren gesamten Webverkehr mit Verschlüsselung nach Militärstandard, um Ihre Online-Privatsphäre zu schützen
es: Oculte su dirección IP y cifre todo su tráfico web con cifrado de grado militar para proteger su privacidad en línea
fr: Cachez votre adresse IP et cryptez tout votre trafic Web avec un cryptage de niveau militaire pour protéger votre vie privée en ligne
it: Nascondi il tuo indirizzo IP e crittografa tutto il tuo traffico web con crittografia di livello militare per proteggere la tua privacy online
ja: IP アドレスを非表示にし、軍事レベルの暗号化ですべての Web トラフィックを暗号化して、オンライン プライバシーを保護します。
ms: Sembunyikan alamat IP anda dan sulitkan semua trafik web anda dengan penyulitan gred tentera untuk melindungi privasi dalam talian anda
nl: Verberg uw IP-adres en versleutel al uw webverkeer met versleuteling van militaire kwaliteit om uw online privacy te beschermen
pt_br: Oculte seu endereço IP e criptografe todo o seu tráfego na web com criptografia de nível militar para proteger sua privacidade online
ru: Скройте свой IP-адрес и зашифруйте весь свой веб-трафик с помощью шифрования военного уровня, чтобы защитить вашу конфиденциальность в Интернете.
th: ซ่อนที่อยู่ IP ของคุณและเข้ารหัสการเข้าชมเว็บทั้งหมดของคุณด้วยการเข้ารหัสระดับทหารเพื่อปกป้องความเป็นส่วนตัวออนไลน์ของคุณ
tr: Çevrimiçi gizliliğinizi korumak için IP adresinizi gizleyin ve tüm web trafiğinizi askeri düzeyde şifreleme ile şifreleyin
vi: Ẩn địa chỉ IP của bạn và mã hóa tất cả lưu lượng truy cập web của bạn bằng mã hóa cấp quân sự để bảo vệ quyền riêng tư trực tuyến của bạn

# point3
source: Fast & Stable Connection
ar_iq: اتصال سريع ومستقر
de: Schnelle und stabile Verbindung
es: Conexión rápida y estable
fr: Connexion rapide et stable
it: Connessione veloce e stabile
ja: 高速で安定した接続
ms: Sambungan Pantas & Stabil
nl: Snelle en stabiele verbinding
pt_br: Conexão rápida e estável
ru: Быстрое и стабильное соединение
th: การเชื่อมต่อที่รวดเร็วและเสถียร
tr: Hızlı ve Kararlı Bağlantı
vi: Kết nối nhanh và ổn định

# point3desc
source: Browse, game or stream from Netflix, Youtube, Hulu and more, with no lag
ar_iq: تصفح أو العب أو دفق من Netflix و Youtube و Hulu والمزيد دون أي تأخير
de: Browsen, spielen oder streamen Sie von Netflix, Youtube, Hulu und mehr ohne Verzögerung
es: Navegue, juegue o transmita desde Netflix, Youtube, Hulu y más, sin demoras
fr: Naviguez, jouez ou diffusez depuis Netflix, Youtube, Hulu et plus encore, sans décalage
it: Sfoglia, gioca o trasmetti in streaming da Netflix, Youtube, Hulu e altro, senza ritardi
ja: Netflix、Youtube、Hulu などのブラウジング、ゲーム、ストリーミングをラグなしで
ms: Semak imbas, permainan atau strim daripada Netflix, Youtube, Hulu dan banyak lagi, tanpa ketinggalan
nl: Browse, game of stream van Netflix, Youtube, Hulu en meer, zonder vertraging
pt_br: Navegue, jogue ou transmita do Netflix, Youtube, Hulu e muito mais, sem atrasos
ru: Просмотр, игра или трансляция с Netflix, Youtube, Hulu и других ресурсов без задержек
th: เรียกดู เล่นเกม หรือสตรีมจาก Netflix, Youtube, Hulu และอื่นๆ ได้โดยไม่กระตุก
tr: Netflix, Youtube, Hulu ve daha fazlasında gecikme olmadan göz atın, oyun oynayın veya akış yapın
vi: Duyệt, chơi trò chơi hoặc phát trực tuyến từ Netflix, Youtube, Hulu và hơn thế nữa, không có độ trễ

source: Privacy Policy
ar_iq: سياسة الخصوصية
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: politica sulla riservatezza
ja: プライバシーポリシー
ms: Dasar Privasi
nl: Privacybeleid
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật

source: Restore
ar_iq: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ristabilire
ja: 戻す
ms: Pulihkan
nl: Herstellen
pt_br: Restaurar
ru: Восстановить
th: คืนค่า
tr: Eski haline getirmek
vi: Khôi phục

source: HOME
ar_iq: الصفحة الرئيسية
de: HEIMAT
es: HOGAR
fr: DOMICILE
it: CASA
ja: 家
ms: RUMAH
nl: HUIS
pt_br: CASA
ru: ДОМ
th: บ้าน
tr: EV
vi: TRANG CHỦ

source: SUBSCRIPTION
ar_iq: الاشتراك
de: ABONNEMENT
es: SUSCRIPCIÓN
fr: ABONNEMENT
it: SOTTOSCRIZIONE
ja: サブスクリプション
ms: LANGGANAN
nl: ABONNEMENT
pt_br: INSCRIÇÃO
ru: ПОДПИСКА
th: สมัครสมาชิก
tr: ABONELİK
vi: ĐĂNG KÝ

source: RESTORE
ar_iq: يعيد
de: WIEDERHERSTELLEN
es: RESTAURAR
fr: RESTAURER
it: RISTABILIRE
ja: 戻す
ms: PULIHKAN
nl: HERSTELLEN
pt_br: RESTAURAR
ru: ВОССТАНОВИТЬ
th: คืนค่า
tr: ESKİ HALİNE GETİRMEK
vi: KHÔI PHỤC

source: RATE APP
ar_iq: قيم التطبيق
de: BEWERTUNGS APP
es: CALIFICAR APLICACION
fr: APPLICATION DE TAUX
it: TARIFFA APP
ja: アプリを評価
ms: KADAR APP
nl: BEOORDEEL APP
pt_br: AVALIAR APLICATIVO
ru: СТАВИТЬ ПРИЛОЖЕНИЕ
th: ให้คะแนนแอพ
tr: UYGULAMAYI ORAN
vi: ĐÁNH GIÁ ỨNG DỤNG

source: CONTACT US
ar_iq: اتصل بنا
de: KONTAKTIERE UNS
es: CONTÁCTENOS
fr: NOUS CONTACTER
it: CONTATTACI
ja: お問い合わせ
ms: HUBUNGI KAMI
nl: NEEM CONTACT MET ONS OP
pt_br: CONTATE-NOS
ru: СВЯЖИТЕСЬ С НАМИ
th: ติดต่อเรา
tr: BİZE ULAŞIN
vi: LIÊN HỆ CHÚNG TÔI

source: SHARE APP
ar_iq: شارك التطبيق
de: APP TEILEN
es: COMPARTIR APLICACIÓN
fr: PARTAGER L'APPLICATION
it: CONDIVIDI APP
ja: アプリを共有
ms: KONGSI APL
nl: DEEL APP
pt_br: COMPARTILHE O APLICATIVO
ru: ПОДЕЛИТЬСЯ ПРИЛОЖЕНИЕМ
th: แชร์แอพ
tr: UYGULAMAYI PAYLAŞ
vi: CHIA SẺ ỨNG DỤNG

source: PRIVACY POLICY
ar_iq: سياسة الخصوصية
de: DATENSCHUTZ-BESTIMMUNGEN
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
it: POLITICA SULLA RISERVATEZZA
ja: プライバシーポリシー
ms: DASAR PRIVASI
nl: PRIVACYBELEID
pt_br: POLÍTICA DE PRIVACIDADE
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
th: นโยบายความเป็นส่วนตัว
tr: GİZLİLİK POLİTİKASI
vi: CHÍNH SÁCH BẢO MẬT

source: TERMS & CONDITIONS
ar_iq: البنود و الظروف
de: TERMS & AMP; BEDINGUNGEN
es: TÉRMINOS Y CONDICIONES
fr: TERMES ET CONDITIONS
it: TERMINI & CONDIZIONI
ja: 利用規約
ms: TERMA & SYARAT
nl: ALGEMENE VOORWAARDEN
pt_br: TERMOS E CONDIÇÕES
ru: СРОКИ И УСЛОВИЯ
th: ข้อตกลงและเงื่อนไข
tr: ŞARTLAR VE KOŞULLAR
vi: ĐIỀU KHOẢN VÀ ĐIỀU KIỆN

source: AD BLOCKER
ar_iq: مانع الإعلانات
de: WERBEBLOCKER
es: BLOQUEADOR DE ANUNCIOS
fr: BLOQUEUR DE PUBLICITÉS
it: BLOCCO PER ANNUNCI PUBBLICITARI
ja: 広告ブロッカー
ms: PENYEKAT IKLAN
nl: ADVERTENTIE BLOKEERDER
pt_br: BLOQUEADOR DE PROPAGANDAS
ru: БЛОКИРОВЩИК РЕКЛАМЫ
th: ตัวบล็อกโฆษณา
tr: REKLAM ENGELLEYİCİ
vi: CHẶN QUẢNG CÁO

source: SIGN IN
ar_iq: تسجيل الدخول
de: EINLOGGEN
es: REGISTRARSE
fr: S'IDENTIFIER
it: REGISTRAZIONE
ja: サインイン
ms: LOG MASUK
nl: LOG IN
pt_br: ENTRAR
ru: ВОЙТИ
th: เข้าสู่ระบบ
tr: KAYIT OLMAK
vi: ĐĂNG NHẬP

source: VPN Premium
ar_iq: VPN بريميوم
es: VPN prémium
fr: VPN haut de gamme
ja: VPN プレミアム
ru: VPN Премиум
th: VPN พรีเมียม
vi: VPN cao cấp

source: Start your free 3 day trial
ar_iq: ابدأ تجربتك المجانية لمدة 3 أيام
de: Starten Sie Ihre kostenlose 3-Tage-Testversion
es: Comience su prueba gratuita de 3 días
fr: Commencez votre essai gratuit de 3 jours
it: Inizia la tua prova gratuita di 3 giorni
ja: 3 日間の無料トライアルを開始する
ms: Mulakan percubaan 3 hari percuma anda
nl: Start uw gratis proefperiode van 3 dagen
pt_br: Comece seu teste gratuito de 3 dias
ru: Начните бесплатную 3-дневную пробную версию
th: เริ่มทดลองใช้งานฟรี 3 วัน
tr: 3 günlük ücretsiz denemenizi başlatın
vi: Bắt đầu dùng thử 3 ngày miễn phí của bạn

source: Go Pro to unlock all countries
ar_iq: Go Pro لفتح جميع البلدان
de: Go Pro, um alle Länder freizuschalten
es: Go Pro para desbloquear todos los países
fr: Go Pro pour déverrouiller tous les pays
it: Passa a Pro per sbloccare tutti i paesi
ja: Go Pro ですべての国のロックを解除
ms: Pergi Pro untuk membuka kunci semua negara
nl: Go Pro om alle landen te ontgrendelen
pt_br: Go Pro para desbloquear todos os países
ru: Перейти Pro, чтобы разблокировать все страны
th: Go Pro เพื่อปลดล็อกทุกประเทศ
tr: Tüm ülkelerin kilidini açmak için Pro'ya gidin
vi: Go Pro để mở khóa tất cả các quốc gia

source: Ok
ar_iq: موافق
fr: D'accord
ms: Okey
th: ตกลง
tr: Tamam
vi: Được

source: Warning
ar_iq: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertimento
ja: 警告
ms: Amaran
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
th: คำเตือน
tr: Uyarı
vi: Cảnh báo

# VPN Profile is necessary! Click Start and enter Touch/Face ID to start.
source: VPN Profile is necessary! Click Start and enter Touch/Face ID to connect.
ar_iq: ملف تعريف VPN ضروري! انقر فوق ابدأ وأدخل Touch / Face ID للاتصال.
de: VPN-Profil ist erforderlich! Klicken Sie auf Start und geben Sie Touch/Face ID ein, um eine Verbindung herzustellen.
es: ¡El perfil VPN es necesario! Haga clic en Inicio e ingrese Touch/Face ID para conectarse.
fr: Le profil VPN est nécessaire ! Cliquez sur Démarrer et entrez Touch/Face ID pour vous connecter.
it: Il profilo VPN è necessario! Fare clic su Start e immettere Touch/Face ID per connettersi.
ja: VPN プロファイルが必要です! [開始] をクリックし、Touch/Face ID を入力して接続します。
ms: Profil VPN diperlukan! Klik Mula dan masukkan Touch/Face ID untuk menyambung.
nl: VPN-profiel is noodzakelijk! Klik op Start en voer Touch/Face ID in om verbinding te maken.
pt_br: Perfil VPN é necessário! Clique em Iniciar e digite Touch/Face ID para conectar.
ru: VPN-профиль необходим! Нажмите «Пуск» и введите Touch/Face ID для подключения.
th: จำเป็นต้องมีโปรไฟล์ VPN! คลิกเริ่มและป้อน Touch/Face ID เพื่อเชื่อมต่อ
tr: VPN Profili gereklidir! Bağlanmak için Başlat'a tıklayın ve Dokunmatik/Yüz Kimliği'ni girin.
vi: Cấu hình VPN là cần thiết! Nhấp vào Bắt đầu và nhập Touch / Face ID để kết nối.

source: You have to add VPN Configuration to start.
ar_iq: يجب عليك إضافة تكوين VPN للبدء.
de: Sie müssen die VPN-Konfiguration hinzufügen, um zu starten.
es: Tienes que agregar Configuración VPN para comenzar.
fr: Vous devez ajouter la configuration VPN pour commencer.
it: Devi aggiungere la configurazione VPN per iniziare.
ja: 開始するには、VPN 構成を追加する必要があります。
ms: Anda perlu menambah Konfigurasi VPN untuk bermula.
nl: U moet VPN-configuratie toevoegen om te beginnen.
pt_br: Você precisa adicionar a configuração de VPN para começar.
ru: Вы должны добавить Конфигурацию VPN, чтобы начать.
th: คุณต้องเพิ่มการกำหนดค่า VPN เพื่อเริ่มต้น
tr: Başlamak için VPN Yapılandırması eklemelisiniz.
vi: Bạn phải thêm Cấu hình VPN để bắt đầu.

source: Start
ar_iq: بداية
de: Anfang
es: comienzo
fr: Commencer
it: Inizio
ja: 始める
ms: Mulakan
nl: Begin
pt_br: Começar
ru: Начинать
th: เริ่ม
tr: Başlama
vi: Bắt đầu

source: Cancel
ar_iq: يلغي
de: Absagen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ms: Batal
nl: Annuleren
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy bỏ

source: Add
ar_iq: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere
ja: 追加
ms: Tambah
nl: Toevoegen
pt_br: Adicionar
ru: Добавлять
th: เพิ่ม
tr: Ekle
vi: cộng

source: Connecting...
ar_iq: توصيل...
de: Verbinden...
es: Conectando...
fr: De liaison...
it: Collegamento...
ja: 接続中...
ms: Menyambung...
nl: Verbinden...
pt_br: Conectando...
ru: Подключение...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
vi: Đang kết nối...

source: Disconnected
ar_iq: انقطع الاتصال
de: Getrennt
es: Desconectado
fr: Débranché
it: Disconnesso
ja: 切断されました
ms: Terputus sambungan
nl: Verbinding verbroken
pt_br: Desconectado
ru: Отключено
th: ตัดการเชื่อมต่อ
tr: Bağlantı kesildi
vi: Đã ngắt kết nối

source: Connected
ar_iq: متصل
de: In Verbindung gebracht
es: Conectado
fr: Lié
it: Collegato
ja: 接続済み
ms: Bersambung
nl: Verbonden
pt_br: Conectado
ru: Связано
th: เชื่อมต่อแล้ว
tr: bağlı
vi: Đã kết nối

source: Tap to Connect
ar_iq: انقر للاتصال
de: Zum Verbinden tippen
es: Toca para conectar
fr: Appuyez pour vous connecter
it: Tocca per connetterti
ja: タップして接続
ms: Ketik untuk Sambung
nl: Tik om verbinding te maken
pt_br: Toque para conectar
ru: Нажмите, чтобы подключиться
th: แตะเพื่อเชื่อมต่อ
tr: Bağlanmak için dokunun
vi: Nhấn để kết nối

source: Tap to Disconnect
ar_iq: انقر لقطع الاتصال
de: Tippen Sie auf, um die Verbindung zu trennen
es: Toque para desconectar
fr: Appuyez pour vous déconnecter
it: Tocca per disconnetterti
ja: タップして切断
ms: Ketik untuk Putuskan sambungan
nl: Tik om de verbinding te verbreken
pt_br: Toque para desconectar
ru: Нажмите, чтобы отключить
th: แตะเพื่อตัดการเชื่อมต่อ
tr: Bağlantıyı Kesmek için dokunun
vi: Nhấn để ngắt kết nối

source: Quick Access
ar_iq: الوصول السريع
de: Schneller Zugang
es: Acceso rapido
fr: Accès rapide
it: Accesso veloce
ja: 迅速なアクセス
ms: Akses Pantas
nl: Snelle toegang
pt_br: Acesso rápido
ru: Быстрый доступ
th: การเข้าถึงด่วน
tr: Hızlı erişim
vi: Truy cập nhanh

source: All Servers
ar_iq: جميع الخوادم
de: Alle Server
es: Todos los servidores
fr: Tous les serveurs
it: Tutti i server
ja: すべてのサーバー
ms: Semua Pelayan
nl: Alle servers
pt_br: Todos os servidores
ru: Все серверы
th: เซิฟเวอร์ทั้งหมด
tr: Tüm Sunucular
vi: Tất cả máy chủ

source: Country List
ar_iq: قائمة الدول
de: Länderliste
es: Lista de países
fr: Liste des pays
it: Elenco dei paesi
ja: 国一覧
ms: Senarai Negara
nl: Landenlijst
pt_br: Lista de países
ru: Список стран
th: รายชื่อประเทศ
tr: Ülke Listesi
vi: Danh sách quốc gia

source: We work 24/7 to give the best, most reliable VPN
ar_iq: نحن نعمل على مدار الساعة طوال أيام الأسبوع لتقديم أفضل VPN وأكثرها موثوقية
de: Wir arbeiten rund um die Uhr, um das beste und zuverlässigste VPN zu bieten
es: Trabajamos 24/7 para brindar la mejor y más confiable VPN
fr: Nous travaillons 24h/24 et 7j/7 pour offrir le meilleur VPN le plus fiable
it: Lavoriamo 24 ore su 24, 7 giorni su 7 per offrire la VPN migliore e più affidabile
ja: 最高で最も信頼性の高い VPN を提供するために 24 時間 365 日体制で取り組んでいます
ms: Kami bekerja 24/7 untuk memberikan VPN yang terbaik dan boleh dipercayai
nl: We werken 24/7 om de beste, meest betrouwbare VPN te geven
pt_br: Trabalhamos 24 horas por dia, 7 dias por semana, para oferecer a melhor e mais confiável VPN
ru: Мы работаем 24/7, чтобы предоставить лучший и самый надежный VPN
th: เราทำงาน 24/7 เพื่อมอบ VPN ที่ดีที่สุดและน่าเชื่อถือที่สุด
tr: En iyi, en güvenilir VPN'i sunmak için 7/24 çalışıyoruz
vi: Chúng tôi làm việc 24/7 để cung cấp VPN tốt nhất, đáng tin cậy nhất

source: Please take a moment to rate our app and tell us how we’re doing
ar_iq: يُرجى تخصيص بعض الوقت لتقييم تطبيقنا وإخبارنا بمدى تقدمنا
de: Bitte nehmen Sie sich einen Moment Zeit, um unsere App zu bewerten und uns mitzuteilen, wie wir abschneiden
es: Tómese un momento para calificar nuestra aplicación y decirnos cómo lo estamos haciendo.
fr: Veuillez prendre un moment pour évaluer notre application et nous dire comment nous allons
it: Prenditi un momento per valutare la nostra app e dirci come stiamo andando
ja: 少し時間を割いて、アプリを評価し、私たちのやり方を教えてください
ms: Sila luangkan sedikit masa untuk menilai apl kami dan beritahu kami prestasi kami
nl: Neem even de tijd om onze app te beoordelen en ons te vertellen hoe het met ons gaat
pt_br: Por favor, reserve um momento para avaliar nosso aplicativo e nos dizer como estamos indo
ru: Пожалуйста, найдите минутку, чтобы оценить наше приложение и рассказать нам, как у нас дела
th: โปรดสละเวลาสักครู่เพื่อให้คะแนนแอปของเราและบอกเราว่าเรากำลังทำอะไรอยู่
tr: Lütfen uygulamamızı derecelendirmek için bir dakikanızı ayırın ve bize nasıl yaptığımızı söyleyin
vi: Vui lòng dành một chút thời gian để xếp hạng ứng dụng của chúng tôi và cho chúng tôi biết chúng tôi đang hoạt động như thế nào

source: Rate the app
ar_iq: قيم التطبيق
de: Bewerte die App
es: Califica la aplicación
fr: Évaluer l'application
it: Valuta l'app
ja: アプリを評価する
ms: Nilaikan apl
nl: Beoordeel de app
pt_br: Avalie o aplicativo
ru: Оцените приложение
th: ให้คะแนนแอป
tr: Uygulamayı oyla
vi: Đánh giá ứng dụng

source: Maybe later
ar_iq: ربما في وقت لاحق
de: Vielleicht später
es: Quizas mas tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: たぶん後で
ms: Mungkin kemudian
nl: Misschien later
pt_br: Talvez mais tarde
ru: Может быть позже
th: ไว้ก่อน
tr: Belki sonra
vi: Có lẽ sau

# System Scanning
source: System Scan
ar_iq: مسح النظام
de: System-Scannen
es: Escaneo del sistema
fr: Balayage du système
it: Scansione del sistema
ja: システムスキャン
ms: Pengimbasan Sistem
nl: Systeemscannen
pt_br: Verificação do sistema
ru: Сканирование системы
th: การสแกนระบบ
tr: Sistem Tarama
vi: Quét hệ thống

source: Granted permissions
ar_iq: الأذونات الممنوحة
de: Erteilte Berechtigungen
es: Permisos concedidos
fr: Autorisations accordées
it: Autorizzazioni concesse
ja: 付与された権限
ms: Keizinan yang diberikan
nl: Toegekende rechten
pt_br: Permissões concedidas
ru: Предоставленные разрешения
th: ได้รับสิทธิ์
tr: Verilen izinler
vi: Quyền được cấp

source: Applications folders
ar_iq: مجلدات التطبيقات
de: Anwendungsordner
es: carpetas de aplicaciones
fr: Dossiers d'applications
it: Cartelle delle applicazioni
ja: アプリケーション フォルダ
ms: Folder aplikasi
nl: Applicatiemappen
pt_br: Pastas de aplicativos
ru: Папки приложений
th: โฟลเดอร์แอพพลิเคชั่น
tr: Uygulamalar klasörleri
vi: Thư mục ứng dụng

source: Junk
ar_iq: نفاية
de: Müll
es: Basura
fr: Déchet
it: Robaccia
ja: ジャンク
ms: sampah
nl: rommel
pt_br: Lixo
ru: Хлам
th: ขยะ
tr: Hurda
vi: Rác

source: Malware Check
ar_iq: فحص البرامج الضارة
es: Comprobación de malware
fr: Vérification des logiciels malveillants
it: Controllo malware
ja: マルウェアチェック
ms: Semakan Peribadi
nl: Malwarecontrole
pt_br: Verificação de malware
ru: Проверка на вредоносное ПО
th: ตรวจสอบมัลแวร์
tr: Kötü Amaçlı Yazılım Kontrolü
vi: Kiểm tra phần mềm độc hại

source: Anonymous request
ar_iq: طلب مجهول
de: Anonyme Anfrage
es: Solicitud anónima
fr: Demande anonyme
it: Richiesta anonima
ja: 匿名のリクエスト
ms: Permintaan tanpa nama
nl: Anoniem verzoek
pt_br: Solicitação anônima
ru: Анонимный запрос
th: คำขอที่ไม่ระบุชื่อ
tr: anonim istek
vi: Yêu cầu ẩn danh

source: Safari history
ar_iq: تاريخ سفاري
de: Safari-Geschichte
es: historial de safaris
fr: Histoire des safaris
it: Storia di Safari
ja: サファリの歴史
ms: Sejarah Safari
nl: Safari-geschiedenis
pt_br: Histórico do Safari
ru: История сафари
th: ประวัติซาฟารี
tr: Safari geçmişi
vi: Lịch sử Safari

source: Personal info
ar_iq: معلومات شخصية
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
it: Informazioni personali
ja: 個人情報
ms: Maklumat peribadi
nl: Persoonlijke informatie
pt_br: Informação pessoal
ru: Личная информация
th: ข้อมูลส่วนตัว
tr: Kişisel bilgi
vi: Thông tin cá nhân

source: Protecting iPhone
ar_iq: حماية iPhone
de: iPhone schützen
es: Protegiendo el iPhone
fr: Protéger l'iPhone
it: Protezione dell'iPhone
ja: iPhoneの保護
ms: Melindungi iPhone
nl: iPhone beschermen
pt_br: Protegendo o iPhone
ru: Защита iPhone
th: ปกป้อง iPhone
tr: iPhone'u Korumak
vi: Bảo vệ iPhone

# Don't remove the app
source: Do not remove the app
ar_iq: لا تقم بإزالة التطبيق
de: Entfernen Sie die App nicht
es: No elimines la aplicación
fr: Ne supprimez pas l'application
it: Non rimuovere l'app
ja: アプリを削除しないでください
ms: Jangan alih keluar apl
nl: Verwijder de app niet
pt_br: Não remova o aplicativo
ru: Не удаляйте приложение
th: อย่าลบแอพ
tr: Uygulamayı kaldırmayın
vi: Đừng xóa ứng dụng

source: The process will continue Automatically. You can close the app to proceed
ar_iq: ستستمر العملية تلقائيًا. يمكنك إغلاق التطبيق للمتابعة
de: Der Vorgang wird automatisch fortgesetzt. Sie können die App schließen, um fortzufahren
es: El proceso continuará automáticamente. Puede cerrar la aplicación para continuar
fr: Le processus se poursuivra automatiquement. Vous pouvez fermer l'application pour continuer
it: Il processo continuerà automaticamente. Puoi chiudere l'app per procedere
ja: プロセスは自動的に続行されます。アプリを閉じて続行できます
ms: Proses akan diteruskan secara Automatik. Anda boleh menutup apl untuk meneruskan
nl: Het proces gaat automatisch verder. U kunt de app sluiten om door te gaan
pt_br: O processo continuará automaticamente. Você pode fechar o aplicativo para continuar
ru: Процесс продолжится автоматически. Вы можете закрыть приложение, чтобы продолжить
th: กระบวนการนี้จะดำเนินต่อไปโดยอัตโนมัติ คุณสามารถปิดแอปเพื่อดำเนินการต่อได้
tr: İşlem Otomatik Olarak Devam Edecektir. Devam etmek için uygulamayı kapatabilirsiniz
vi: Quá trình sẽ tiếp tục tự động. Bạn có thể đóng ứng dụng để tiếp tục
