Repository: skyllex94/micronvpn
Catalog: VPNEvo/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, it, ja, ms, nl, pt_br, ru, th, tr, vi

# t_terms
source: This Terms of Service document (the “Terms”) outlines the terms and conditions of use of the VPN services (the “Services” or “Service”) provided by (“MicronVPN”). These Terms also govern the use of and access to MicronVPN’s content (the “Content”), which includes the MicronVPN website (the “Site”), applications (the “Apps”), and any software provided by MicronVPN (the “Software”). By agreeing to these Terms, you are also agreeing to the Privacy Policy (“Privacy Policy”), which you can read here. Acceptance By accessing the Content or Services, you are agreeing on behalf of yourself or those you represent (“you”) to comply with and be legally bound by these Terms in their entirety. These Terms constitute a legally binding agreement (the “Agreement”) between you and MicronVPN. If you do not agree with any part of the Terms, you may not use our Services. By creating an account for using our Services, you represent that you are at least eighteen (18) years of age or that you are a valid legal entity, and that the registration information you have provided is accurate and complete. Modification MicronVPN may update the Terms from time to time without notice. If you continue to use MicronVPN Services, Content, Site, Apps, or Software after these changes take effect, then you agree to the revised Terms. The current version of the Terms is available on the Site. You understand and agree that it is your obligation to review these Terms from time to time in order to stay informed on current rules and obligations. Notification on any core changes to the Terms will be provided to subscribers through an email message or update to the Site. Your use of the Content or Services following the changes to these Terms constitutes your acceptance of the changed Terms. Privacy Policy MicronVPN is committed to your privacy and does not collect or log browsing history, traffic destination, data content, or DNS queries from Subscribers connected to our VPN. We only collect information that are necessary for the proper delivery of the Site and Services. For the sake of clarity and transparency, we have placed all information related to data collection in a separate document known as the Privacy Policy, which is available on the Site. Please review the Privacy Policy in its entirety to get a clear understanding of how we handle your sensitive data. Subscriptions MicronVPN Services are available to you upon registration on the Site. By subscribing to the Services, you agree to become a subscriber (“Subscriber”) for the period you have elected. A full list of subscription plans and pricing is available on the application. MicronVPN reserves the right to amend subscription fees or institute new fees at any time upon reasonable advance notice posted on the Site or sent via email. Any changes to the pricing will not affect the Subscriber’s current subscription period and will become effective upon subscription renewal. When supported by your payment method, plans renew automatically by default at the completion of the billing term. By default, the renewal term is for the same duration as the billing term for the original subscription. The subscription fee will be charged automatically to the payment method you last selected. If you would like to discontinue automatic renewal, you may sign in to the Site and turn off auto-renewal. By default, auto-renewal is turned on when you use a payment method that supports auto-renewal (such as a credit card or Paypal), and turned off when you use a payment method that does not support auto-renewal (such as bitcoin). Each paid subscription grants you one license to use on three (3) different devices at any given time. If you want to use the Services on more than three devices at a time, then you can either (i) use MicronVPN on your router purchase additional subscription plans, or purchase additional licenses through the ‘volume licensing’ option. For more information on ‘volume licensing’ program, please contact support. Refund Policy Refunds are handled by Apple App Store. Acceptable Use Policy MicronVPN Services may be accessed from all around the world, so it is your responsibility to assess whether using the Site, Apps, Software, or Services is in compliance with local laws and regulations. Whenever you use the Site, Apps, Software, or Services, you should comply with these Terms and applicable laws, regulations, and policies. You understand that it is your responsibility to keep your Titan VPN account information confidential. You are responsible for all activity under your account. If you ever discover or suspect that someone has accessed your account without your authorization, you are advised to inform us immediately so that we may revoke your account credentials and issue new ones. MicronVPN aims to provide the best service possible to all of our Subscribers. In that sense, we require that you do not misuse our Content or Services. A misuse refers to any use, access, or interference with the Content or Services contrary to the Terms or applicable laws and regulations. In order to protect the Services from being misused or used to harm someone, MicronVPN reserves the right to take appropriate measures when our Services are being used contrary to these Terms and applicable laws. You agree that MicronVPN may terminate your account, without providing a refund for Services already paid, if you misuse the Service. In using our Services, you agree not to: Send or transmit unsolicited advertisements or content (i.e., “spam”) over the Service. Send, post, or transmit over the Service any content which is illegal, hateful, threatening, insulting, or defamatory; infringes on intellectual property rights; invades privacy; or incites violence. Upload, download, post, reproduce, or distribute any content protected by copyright or any other proprietary right without first having obtained permission from the owner of the proprietary content. Upload, download, post, reproduce, or distribute any content that includes sexual or explicit depictions of minors. Engage in any conduct that restricts or inhibits any other Subscriber from using or enjoying the Service. Attempt to access, probe, or connect to computing devices without proper authorization (i.e., any form of “hacking”). Attempt to compile, utilize, or distribute a list of IP addresses operated by MicronVPN in conjunction with the Service. Use the Service for anything other than lawful purposes. License Subject to your compliance with these Terms, MicronVPN grants to you a non-exclusive and limited license to download and use the Software. Modifying, distributing to unauthorized parties, reverse engineering, or otherwise using the Software in any way not expressly authorized by MicronVPN is strictly prohibited. Usage of any material which is subject to MicronVPN’s intellectual property rights is prohibited unless you have been provided with explicit written consent by MicronVPN. Language and Translation of Content All of our Content was originally written in English. Any translation of our Content is done on a best-effort basis. We cannot guarantee the accuracy of translated Content. In the event of any discrepancy between the translated Content and the English Content, the English Content shall prevail. Third-party Websites MicronVPN may provide you with content belonging to Third Parties (“Third Parties”) or links leading to third-party websites. MicronVPN is not responsible for the availability of the content provided by Third Parties as they are not under the control or supervision of MicronVPN, and they may have different terms of use and policies. Your access through our Services to any website, service, or content provided by Third Parties does not indicate any relationship between MicronVPN and such Third Parties. Disclaimers We will strive to prevent interruptions to the Site and Services. However, these are provided on an “as-is” and “as-available” basis, and we do not warrant, either expressly or by implication, the accuracy of any materials or information provided through the Site or Service, or their suitability for any particular purpose. We expressly disclaim all warranties of any kind, whether express or implied, including but not limited to warranties of merchantability or fitness for a particular purpose, or non-infringement. We do not make any warranty that the Services will meet your requirements, or that it will be uninterrupted, timely, secure, or error-free, or that defects, if any, will be corrected. You acknowledge that you access the Site and Services at your sole risk and discretion. VPN service coverage, speeds, server locations, and quality may vary. MicronVPN will attempt to make the Service available at all times. However, the Service may be subject to unavailability for a variety of factors beyond our control, including but not limited to emergencies; third-party-service failures; or transmission, equipment, or network problems or limitations, interference, or signal strength; and may be interrupted, refused, limited, or curtailed. We are not responsible for data, messages, or pages lost, not delivered, delayed, or misdirected because of interruptions or performance issues with the Service, communications services, or networks. We may impose usage or Service limits, suspend Service, terminate VPN accounts, or block certain kinds of usage in our sole discretion to protect Subscribers or the Service. The accuracy and timeliness of data received is not guaranteed; delays or omissions may occur. MicronVPN reserves the right to investigate matters we consider to be violations of these Terms. We may, but are not obligated to, in our sole discretion and without notice, remove, block, filter, or restrict by any means any materials or information that we consider to be actual or potential violations of the restrictions set forth in these Terms, and any other activities that may subject MicronVPN or our customers to liability. MicronVPN disclaims any and all liability for any failure on our part to prevent such materials or information from being transmitted over the Service and/or into your computing device. Limitations of Liability MicronVPN shall not be liable and shall not have responsibility of any kind to any Subscriber or other individual for any loss or damage that you incur in the event of: any failure or interruption of the Site or Service; any act or omission of any Third Party involved in making the Site or Service or the data contained therein available to you; any other cause relating to your access or use, or inability to access or use, any portion of the Site or its Content; your interactions on the Site or Service; your failure to comply with this Agreement; the cost of procurement of substitute goods or services; or unauthorized access to or alteration of your transmissions or data, whether or not the circumstances giving rise to such cause may have been within the control of MicronVPN or of any vendor providing software, services, or support for the Site or Service. In no event will MicronVPN, its partners, affiliates, subsidiaries, members, officers, or employees be liable for any direct, special, indirect, consequential, or incidental damages, or for any other loss or damages of any kind, even if they have been advised of the possibility thereof. The foregoing shall not apply to the extent prohibited by applicable law. Indemnification You agree to indemnify, defend, and hold harmless MicronVPN, its officers, directors, employees, members, partners, agents, and suppliers, and their respective affiliates, officers, directors, employees, members, shareholders, partners, and agents, from any and all claims and expenses, including attorneys’ fees, arising out of your use of the Content and Service, including but not limited to your violation of this Agreement. We may, at our sole discretion, assume the exclusive defence and control of any matter subject to indemnification by you. The assumption of such defence or control by us, however, shall not excuse any of your indemnity obligations. Choice of Law This Agreement shall be governed by and construed in accordance with the laws of the Estonia, excluding its rules governing conflicts of law. Arbitration All disputes arising out of or relating to this Agreement or the use of the Site or Services shall be finally settled under the Rules of Arbitration (“Rules”) of the International Centre for Dispute Resolution (ICDR) by one arbitrator (“Arbitrator”) appointed in accordance with said Rules. The arbitration shall be conducted in Tallinn, Estonia, unless all parties agree otherwise by a signed written agreement. The Arbitrator must be qualified and have a background in the area of computer networks, including but not limited to the internet. The Arbitrator shall have the authority to permit an expedited exchange of documents, but any discovery shall be limited to document requests and interrogatories. The Arbitrator shall have no power or authority to add to or detract from this Agreement, and the costs of the arbitration shall be borne equally, except as described below. The arbitration shall be conducted on an expedited schedule. The arbitration must be concluded, and an award issued, no later than one hundred and twenty (120) days following the filing of the demand for arbitration, unless all parties to the arbitration proceeding agree in writing to an extension of time or continuance. Subject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred. In the event that MicronVPN is the respondent in any such arbitration, damages awarded against MicronVPN may not exceed the amount you have paid MicronVPN for use of the Service. The Arbitrator shall have the authority to grant any temporary, preliminary, or injunctive relief in a form substantially similar to that which would otherwise be granted by a court of law. The Arbitrator shall have no authority to award punitive damages. The resulting arbitration award may be enforced, or injunctive relief may be sought, in any court of competent jurisdiction in the Estonia. Reasonable costs (including all costs of arbitration) and attorney’s fees shall be awarded against the party that commenced the arbitration, in the event that party does not prevail in the arbitration. The parties subject to this arbitration provision include MicronVPN, its officers, directors, and employees, and any company or legal entity which is a parent, subsidiary, or sister company to MicronVPN, or with which MicronVPN has contracted to provide services to Subscribers through MicronVPN. Final Provisions If any provision in this Agreement is held invalid or unenforceable, that provision shall be construed in a manner consistent with applicable law to reflect the original intent of the provision, and the remaining provisions of this Agreement shall remain in full force and effect. Any failure to exercise or enforce any right or the provision of this agreement shall not constitute a waiver of such right or provision.
ar_iq: تحدد وثيقة شروط الخدمة (الشروط) شروط وأحكام استخدام خدمات VPN (الخدمات أو الخدمة) التي تقدمها (MicronVPN). تحكم هذه الشروط أيضًا استخدام محتوى MicronVPN والوصول إليه (المحتوى) ، والذي يتضمن موقع MicronVPN (الموقع) والتطبيقات (التطبيقات) وأي برنامج مقدم من MicronVPN (البرنامج). بالموافقة على هذه الشروط ، فإنك توافق أيضًا على سياسة الخصوصية (سياسة الخصوصية) ، والتي يمكنك قراءتها هنا. القبول من خلال الوصول إلى المحتوى أو الخدمات ، فإنك توافق نيابة عن نفسك أو من تمثلهم (أنت) على الامتثال لهذه الشروط والالتزام بها قانونًا في مجملها. تشكل هذه الشروط اتفاقية ملزمة قانونًا (الاتفاقية) بينك وبين MicronVPN. إذا كنت لا توافق على أي جزء من الشروط ، فلا يجوز لك استخدام خدماتنا. من خلال إنشاء حساب لاستخدام خدماتنا ، فإنك تقر بأن عمرك لا يقل عن ثمانية عشر (18) عامًا أو أنك كيان قانوني صالح ، وأن معلومات التسجيل التي قدمتها دقيقة وكاملة. التعديل قد يقوم MicronVPN بتحديث الشروط من وقت لآخر دون إشعار. إذا واصلت استخدام خدمات MicronVPN أو المحتوى أو الموقع أو التطبيقات أو البرامج بعد سريان هذه التغييرات ، فأنت توافق على الشروط المعدلة. الإصدار الحالي من الشروط متاح على الموقع. أنت تدرك وتوافق على أنه من واجبك مراجعة هذه الشروط من وقت لآخر من أجل البقاء على اطلاع بالقواعد والالتزامات الحالية. سيتم تقديم إشعار بشأن أي تغييرات أساسية على الشروط إلى المشتركين من خلال رسالة بريد إلكتروني أو تحديث للموقع. يشكل استخدامك للمحتوى أو الخدمات بعد التغييرات على هذه الشروط موافقتك على الشروط التي تم تغييرها. سياسة الخصوصية تلتزم MicronVPN بخصوصيتك ولا تجمع أو تسجل سجل التصفح أو وجهة حركة المرور أو محتوى البيانات أو استعلامات DNS من المشتركين المتصلين بشبكة VPN الخاصة بنا. نحن نجمع فقط المعلومات الضرورية للتسليم السليم للموقع والخدمات. من أجل الوضوح والشفافية ، وضعنا جميع المعلومات المتعلقة بجمع البيانات في وثيقة منفصلة تعرف باسم سياسة الخصوصية ، والمتاحة على الموقع. يرجى مراجعة سياسة الخصوصية بأكملها للحصول على فهم واضح لكيفية تعاملنا مع بياناتك الحساسة. الاشتراكات خدمات MicronVPN متاحة لك عند التسجيل على الموقع. بالاشتراك في الخدمات ، فإنك توافق على أن تصبح مشتركًا (مشتركًا) للفترة التي اخترتها. تتوفر قائمة كاملة بخطط الاشتراك والأسعار على التطبيق. تحتفظ MicronVPN بالحق في تعديل رسوم الاشتراك أو فرض رسوم جديدة في أي وقت بناءً على إشعار مسبق معقول يتم نشره على الموقع أو إرساله عبر البريد الإلكتروني. لن تؤثر أي تغييرات في الأسعار على فترة الاشتراك الحالية للمشترك وستصبح سارية عند تجديد الاشتراك. عندما تدعمها طريقة الدفع الخاصة بك ، يتم تجديد الخطط تلقائيًا بشكل افتراضي عند الانتهاء من مدة الفاتورة. بشكل افتراضي ، تكون مدة التجديد لنفس المدة مثل مدة الفوترة للاشتراك الأصلي. سيتم فرض رسوم الاشتراك تلقائيًا على طريقة الدفع التي حددتها مؤخرًا. إذا كنت ترغب في التوقف عن التجديد التلقائي ، يمكنك تسجيل الدخول إلى الموقع وإيقاف التجديد التلقائي. افتراضيًا ، يتم تشغيل التجديد التلقائي عند استخدام طريقة دفع تدعم التجديد التلقائي (مثل بطاقة الائتمان أو Paypal) ، ويتم إيقاف تشغيله عند استخدام طريقة دفع لا تدعم التجديد التلقائي (مثل Bitcoin ). يمنحك كل اشتراك مدفوع واحدًا ترخيص للاستخدام على ثلاثة (3) أجهزة مختلفة في أي وقت. إذا كنت ترغب في استخدام الخدمات على أكثر من ثلاثة أجهزة في وقت واحد ، فيمكنك إما (1) استخدام MicronVPN على جهاز التوجيه الخاص بك شراء خطط اشتراك إضافية ، أو شراء تراخيص إضافية من خلال خيار الترخيص المجمع. لمزيد من المعلومات حول برنامج الترخيص المجمع ، يرجى الاتصال بالدعم. سياسة رد المبالغ المستردة يتم التعامل معها من خلال متجر تطبيقات Apple. سياسة الاستخدام المقبول يمكن الوصول إلى خدمات MicronVPN من جميع أنحاء العالم ، لذلك تقع على عاتقك مسؤولية تقييم ما إذا كان استخدام الموقع أو التطبيقات أو البرامج أو الخدمات يتوافق مع القوانين واللوائح المحلية. في أي وقت تستخدم فيه الموقع أو التطبيقات أو البرامج أو الخدمات ، يجب عليك الامتثال لهذه الشروط والقوانين واللوائح والسياسات المعمول بها. أنت تدرك أنه من مسؤوليتك الحفاظ على سرية معلومات حساب Titan VPN الخاص بك. أنت مسؤول عن جميع الأنشطة التي تتم تحت حسابك. إذا اكتشفت أو تشك في أن شخصًا ما قد تمكن من الوصول إلى حسابك دون إذن منك ، فيُنصح بإبلاغنا على الفور حتى نتمكن من إلغاء بيانات اعتماد حسابك وإصدار بيانات جديدة. تهدف MicronVPN إلى تقديم أفضل خدمة ممكنة لجميع مشتركينا. بهذا المعنى ، نطلب منك عدم إساءة استخدام المحتوى أو الخدمات الخاصة بنا. تشير إساءة الاستخدام إلى أي استخدام أو وصول أو تدخل في المحتوى أو الخدمات بما يتعارض مع الشروط أو الشروط المعمول بهاWS واللوائح. من أجل حماية الخدمات من إساءة استخدامها أو استخدامها لإيذاء شخص ما ، تحتفظ MicronVPN بالحق في اتخاذ التدابير المناسبة عندما يتم استخدام خدماتنا بما يتعارض مع هذه الشروط والقوانين المعمول بها. أنت توافق على أنه يجوز لـ MicronVPN إنهاء حسابك ، دون تقديم استرداد مقابل الخدمات المدفوعة بالفعل ، إذا أساءت استخدام الخدمة. عند استخدام خدماتنا ، فإنك توافق على عدم: إرسال أو نقل إعلانات أو محتوى غير مرغوب فيه (مثل البريد العشوائي) عبر الخدمة. إرسال أو نشر أو نقل أي محتوى غير قانوني أو يحض على الكراهية أو التهديد أو الإهانة أو التشهير عبر الخدمة ؛ ينتهك حقوق الملكية الفكرية ؛ يغزو الخصوصية أو يحرض على العنف. تحميل أو تنزيل أو نشر أو إعادة إنتاج أو توزيع أي محتوى محمي بموجب حقوق النشر أو أي حق ملكية آخر دون الحصول أولاً على إذن من مالك المحتوى المملوك. تحميل أو تنزيل أو نشر أو إعادة إنتاج أو توزيع أي محتوى يتضمن صورًا جنسية أو صريحة للقصر. الانخراط في أي سلوك يقيد أو يمنع أي مشترك آخر من استخدام الخدمة أو الاستمتاع بها. محاولة الوصول إلى أجهزة الكمبيوتر أو التحقيق فيها أو الاتصال بها دون الحصول على إذن مناسب (على سبيل المثال ، أي شكل من أشكال القرصنة). محاولة تجميع أو استخدام أو توزيع قائمة عناوين IP التي تديرها MicronVPN بالتزامن مع الخدمة. استخدام الخدمة لأي غرض آخر غير الأغراض القانونية. يخضع الترخيص لامتثالك لهذه الشروط ، يمنحك MicronVPN ترخيصًا غير حصري ومحدود لتنزيل البرنامج واستخدامه. يُحظر بشدة التعديل أو التوزيع على جهات غير مصرح لها أو الهندسة العكسية أو استخدام البرنامج بأي طريقة غير مصرح بها صراحةً من قبل MicronVPN. يُحظر استخدام أي مادة تخضع لحقوق الملكية الفكرية لـ MicronVPN ما لم تحصل على موافقة كتابية صريحة من MicronVPN. اللغة وترجمة المحتوى تمت كتابة كل المحتوى في الأصل باللغة الإنجليزية. تتم أي ترجمة لمحتوانا على أساس بذل أفضل الجهود. لا يمكننا ضمان دقة المحتوى المترجم. في حالة وجود أي تعارض بين المحتوى المترجم والمحتوى الإنجليزي ، يسود المحتوى باللغة الإنجليزية. قد تزودك مواقع الويب الخاصة بالأطراف الثالثة MicronVPN بمحتوى خاص بأطراف ثالثة (أطراف ثالثة) أو روابط تؤدي إلى مواقع ويب تابعة لجهات خارجية. MicronVPN ليست مسؤولة عن توفر المحتوى المقدم من الأطراف الثالثة لأنها ليست تحت سيطرة أو إشراف MicronVPN ، وقد يكون لديهم شروط استخدام وسياسات مختلفة. وصولك من خلال خدماتنا إلى أي موقع ويب أو خدمة أو محتوى مقدم من أطراف ثالثة لا يشير إلى أي علاقة بين MicronVPN وهذه الأطراف الثالثة. إخلاء المسؤولية سنسعى جاهدين لمنع الانقطاعات في الموقع والخدمات. ومع ذلك ، يتم توفيرها على أساس ما هي ومتاحة ، ولا نضمن ، سواء بشكل صريح أو ضمني ، دقة أي مواد أو معلومات مقدمة من خلال الموقع أو الخدمة ، أو ملاءمتها لأي غرض معين. نحن نخلي مسؤوليتنا صراحة عن جميع الضمانات من أي نوع ، سواء كانت صريحة أو ضمنية ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق أو الملاءمة لغرض معين ، أو عدم الانتهاك. نحن لا نقدم أي ضمان على أن الخدمات سوف تلبي متطلباتك ، أو أنها ستكون دون انقطاع ، أو في الوقت المناسب ، أو آمنة ، أو خالية من الأخطاء ، أو أنه سيتم تصحيح العيوب ، إن وجدت. أنت تقر بأنك تدخل إلى الموقع والخدمات على مسؤوليتك وحدك وتقديرك. قد تختلف تغطية خدمة VPN والسرعات ومواقع الخادم والجودة. سيحاول MicronVPN إتاحة الخدمة في جميع الأوقات. ومع ذلك ، قد تخضع الخدمة لعدم توفر مجموعة متنوعة من العوامل الخارجة عن سيطرتنا ، بما في ذلك على سبيل المثال لا الحصر حالات الطوارئ ؛ فشل خدمة الطرف الثالث ؛ أو مشاكل الإرسال أو المعدات أو الشبكة أو القيود أو التداخل أو قوة الإشارة ؛ ويمكن مقاطعتها أو رفضها أو تقييدها أو تقليصها. نحن لسنا مسؤولين عن البيانات أو الرسائل أو الصفحات المفقودة أو التي لم يتم تسليمها أو تأخيرها أو توجيهها بشكل خاطئ بسبب الانقطاعات أو مشكلات الأداء مع الخدمة أو خدمات الاتصالات أو الشبكات. يجوز لنا فرض حدود للاستخدام أو الخدمة أو تعليق الخدمة أو إنهاء حسابات VPN أو حظر أنواع معينة من الاستخدام وفقًا لتقديرنا الخاص لحماية المشتركين أو الخدمة. دقة وتوقيت البيانات المتلقاة غير مضمونة ؛ قد يحدث تأخير أو سهو. تحتفظ MicronVPN بالحق في التحقيق في الأمور التي نعتبرها انتهاكات لهذه الشروط. يجوز لنا ، ولكننا لسنا ملزمين ، وفقًا لتقديرنا الخاص ودون إشعار ، إزالة أو حظر أو تصفية أو تقييد أي مواد أو معلومات بأي وسيلة نعتبرها انتهاكات فعلية أو محتملة للقيود المنصوص عليها في هذه الشروط ، وأي أنشطة أخرى قد تعرض MicronVPN أو عملائنا للمسؤولية. تتنصل MicronVPN من أي وجميع المسؤوليات عن أي فشل من جانبنا في منع هذه المواد أو المعلومات من beINg عبر الخدمة و / أو إلى جهاز الكمبيوتر الخاص بك. حدود المسؤولية لن تكون MicronVPN مسؤولة ولن تتحمل أي مسؤولية من أي نوع تجاه أي مشترك أو فرد آخر عن أي خسارة أو ضرر تتكبده في حالة: أي فشل أو انقطاع في الموقع أو الخدمة ؛ أي فعل أو إغفال من جانب أي طرف ثالث يشارك في جعل الموقع أو الخدمة أو البيانات الواردة فيه متاحة لك ؛ أي سبب آخر يتعلق بوصولك أو استخدامك أو عدم قدرتك على الوصول أو استخدام أي جزء من الموقع أو محتواه ؛ تفاعلاتك على الموقع أو الخدمة ؛ عدم امتثالك لهذه الاتفاقية ؛ تكلفة شراء السلع أو الخدمات البديلة ؛ أو الوصول غير المصرح به إلى عمليات الإرسال أو البيانات الخاصة بك أو تغييرها ، سواء كانت الظروف التي أدت إلى هذا السبب أو لم تكن تحت سيطرة MicronVPN أو أي بائع يقدم برامج أو خدمات أو دعمًا للموقع أو الخدمة. لن يتحمل MicronVPN أو شركاؤه أو الشركات التابعة له أو الأعضاء أو المسؤولون أو الموظفون بأي حال من الأحوال أي مسؤولية عن أي أضرار مباشرة أو خاصة أو غير مباشرة أو تبعية أو عرضية ، أو عن أي خسارة أو أضرار أخرى من أي نوع ، حتى لو كان لديهم تم إبلاغه بإمكانية حدوث ذلك. لا ينطبق ما سبق إلى الحد الذي يحظره القانون المعمول به. التعويض أنت توافق على تعويض MicronVPN ومسؤوليها ومديريها وموظفيها وأعضائها وشركائها ووكلائها ومورديها والشركات التابعة لها والمسؤولين والمديرين والموظفين والأعضاء والمساهمين والشركاء والوكلاء ، والدفاع عنهم ، وحمايتهم من الضرر من أي وجميع المطالبات والنفقات ، بما في ذلك أتعاب المحاماة ، الناشئة عن استخدامك للمحتوى والخدمة ، بما في ذلك على سبيل المثال لا الحصر انتهاكك لهذه الاتفاقية. يجوز لنا ، وفقًا لتقديرنا الخاص ، تولي الدفاع الحصري والتحكم في أي مسألة خاضعة للتعويض من جانبك. ومع ذلك ، فإن تولينا هذا الدفاع أو السيطرة لا يعفيك من أي من التزامات التعويض الخاصة بك. اختيار القانون تخضع هذه الاتفاقية وتفسر وفقًا لقوانين إستونيا ، باستثناء قواعدها التي تحكم تنازع القوانين. التحكيم يجب تسوية جميع النزاعات الناشئة عن هذه الاتفاقية أو المتعلقة بها أو استخدام الموقع أو الخدمات بشكل نهائي بموجب قواعد التحكيم (قواعد) للمركز الدولي لتسوية المنازعات (ICDR) بواسطة محكم واحد (محكم) معين وفقًا لقواعد مع القواعد المذكورة. يتم إجراء التحكيم في تالين ، إستونيا ، ما لم يتفق جميع الأطراف على خلاف ذلك بموجب اتفاقية مكتوبة موقعة. يجب أن يكون المحكم مؤهلاً ولديه خلفية في مجال شبكات الكمبيوتر ، بما في ذلك على سبيل المثال لا الحصر الإنترنت. يكون للمحكم سلطة السماح بتبادل سريع للوثائق ، ولكن أي اكتشاف يجب أن يقتصر على طلبات المستندات والاستجوابات. لا يتمتع المحكم بأي سلطة أو سلطة للإضافة إلى هذه الاتفاقية أو الانتقاص منها ، وستتحمل تكاليف التحكيم بالتساوي ، باستثناء ما هو موضح أدناه. يجب إجراء التحكيم وفقًا لجدول زمني سريع. يجب إنهاء التحكيم وإصدار قرار التحكيم في موعد لا يتجاوز مائة وعشرين (120) يومًا بعد تقديم طلب التحكيم ، ما لم يتفق جميع الأطراف في إجراءات التحكيم كتابةً على تمديد الوقت أو الاستمرار. مع مراعاة أي قانون معمول به يخالف ذلك ، فإنك توافق على أن أي سبب للدعوى ينشأ عن أو يتعلق باستخدام موقعنا أو خدماتنا يجب أن يبدأ في غضون عام واحد (1) بعد استحقاق سبب الدعوى ، أو أن مثل هذا الإجراء سيكون منعت بشكل دائم. في حالة كون MicronVPN هو المدعى عليه في أي تحكيم من هذا القبيل ، قد لا تتجاوز الأضرار المحكوم بها ضد MicronVPN المبلغ الذي دفعته لـ MicronVPN مقابل استخدام الخدمة. يكون للمحكم سلطة منح أي تعويض مؤقت أو أولي أو أمر زجري في شكل مشابه إلى حد كبير لتلك التي يمكن أن تمنحها محكمة قانونية. ليس للمحكم سلطة منح تعويضات تأديبية. قد يتم تنفيذ قرار التحكيم الناتج ، أو يمكن طلب الإنصاف الزجري ، في أي محكمة ذات اختصاص قضائي في إستونيا. تُمنح التكاليف المعقولة (بما في ذلك جميع تكاليف التحكيم) وأتعاب المحاماة ضد الطرف الذي بدأ التحكيم ، في حالة عدم فوز هذا الطرف في التحكيم. تشمل الأطراف الخاضعة لشرط التحكيم هذا MicronVPN ومسؤوليها ومديريها وموظفيها وأي شركة أو كيان قانوني هو شركة أم أو تابعة أو شقيقة لـ MicronVPN ، أو التي تعاقدت معها MicronVPN لتقديم خدمات للمشتركين من خلال MicronVPN. الأحكام النهائية إذا تم اعتبار أي بند في هذه الاتفاقية غير صالح أو غير قابل للتنفيذ ، فيجب تفسير هذا الحكم بطريقة تتفق مع القانون المعمول به ليعكس القصد الأصلي من الحكم ، وتظل الأحكام المتبقية من هذه الاتفاقية سارية المفعول والتأثير الكامل. أي فشل في ممارسة أو إنفاذلا يشكل أي حق أو حكم من أحكام هذه الاتفاقية تنازلاً عن هذا الحق أو الحكم.
de: Dieses Dokument mit den Nutzungsbedingungen (die „Bedingungen“) umreißt die Nutzungsbedingungen der VPN-Dienste (die „Dienste“ oder „Service“), die von („MicronVPN“) bereitgestellt werden. Diese Bedingungen regeln auch die Nutzung und den Zugriff auf die Inhalte von MicronVPN (die „Inhalte“), zu denen die MicronVPN-Website (die „Website“), Anwendungen (die „Apps“) und jegliche von MicronVPN bereitgestellte Software (die „Software“) gehören “). Indem Sie diesen Bedingungen zustimmen, stimmen Sie auch der Datenschutzrichtlinie („Datenschutzrichtlinie“) zu, die Sie hier lesen können. Zustimmung Durch den Zugriff auf die Inhalte oder Dienste stimmen Sie im Namen Ihrer selbst oder der von Ihnen vertretenen („Sie“) zu, diese Bedingungen in ihrer Gesamtheit einzuhalten und rechtlich an sie gebunden zu sein. Diese Bedingungen stellen eine rechtsverbindliche Vereinbarung (die „Vereinbarung“) zwischen Ihnen und MicronVPN dar. Wenn Sie mit einem Teil der Bedingungen nicht einverstanden sind, dürfen Sie unsere Dienste nicht nutzen. Indem Sie ein Konto für die Nutzung unserer Dienste erstellen, erklären Sie, dass Sie mindestens achtzehn (18) Jahre alt oder eine gültige juristische Person sind und dass die von Ihnen bereitgestellten Registrierungsinformationen korrekt und vollständig sind. Änderung MicronVPN kann die Bedingungen von Zeit zu Zeit ohne Vorankündigung aktualisieren. Wenn Sie MicronVPN-Dienste, -Inhalte, -Sites, -Apps oder -Software nach Inkrafttreten dieser Änderungen weiterhin nutzen, stimmen Sie den überarbeiteten Bedingungen zu. Die aktuelle Version der Bedingungen ist auf der Website verfügbar. Sie verstehen und stimmen zu, dass es Ihre Pflicht ist, diese Bedingungen von Zeit zu Zeit zu überprüfen, um über aktuelle Regeln und Verpflichtungen auf dem Laufenden zu bleiben. Benachrichtigungen über alle wesentlichen Änderungen der Bedingungen werden den Abonnenten per E-Mail oder Aktualisierung der Website bereitgestellt. Ihre Nutzung der Inhalte oder Dienste nach den Änderungen dieser Bedingungen stellt Ihre Zustimmung zu den geänderten Bedingungen dar. Datenschutzrichtlinie MicronVPN ist Ihrer Privatsphäre verpflichtet und sammelt oder protokolliert keine Browserverläufe, Verkehrsziele, Dateninhalte oder DNS-Abfragen von Abonnenten, die mit unserem VPN verbunden sind. Wir erfassen nur Informationen, die für die ordnungsgemäße Bereitstellung der Website und der Dienste erforderlich sind. Aus Gründen der Klarheit und Transparenz haben wir alle Informationen im Zusammenhang mit der Datenerhebung in einem separaten Dokument namens Datenschutzrichtlinie zusammengefasst, das auf der Website verfügbar ist. Bitte lesen Sie die Datenschutzrichtlinie vollständig durch, um zu verstehen, wie wir mit Ihren sensiblen Daten umgehen. Abonnements MicronVPN Services stehen Ihnen nach der Registrierung auf der Website zur Verfügung. Indem Sie die Dienste abonnieren, stimmen Sie zu, für den von Ihnen gewählten Zeitraum Abonnent („Abonnent“) zu werden. Eine vollständige Liste der Abonnementpläne und Preise ist in der Anwendung verfügbar. MicronVPN behält sich das Recht vor, die Abonnementgebühren jederzeit zu ändern oder neue Gebühren einzuführen, nachdem eine angemessene Vorankündigung auf der Website veröffentlicht oder per E-Mail gesendet wurde. Jegliche Preisänderungen wirken sich nicht auf die aktuelle Abonnementlaufzeit des Abonnenten aus und werden mit der Verlängerung des Abonnements wirksam. Wenn dies von Ihrer Zahlungsmethode unterstützt wird, verlängern sich Pläne standardmäßig automatisch am Ende des Abrechnungszeitraums. Standardmäßig hat die Verlängerungslaufzeit die gleiche Dauer wie die Abrechnungslaufzeit für das ursprüngliche Abonnement. Die Abo-Gebühr wird automatisch über die zuletzt gewählte Zahlungsmethode abgebucht. Wenn Sie die automatische Verlängerung einstellen möchten, können Sie sich auf der Website anmelden und die automatische Verlängerung deaktivieren. Standardmäßig ist die automatische Verlängerung aktiviert, wenn Sie eine Zahlungsmethode verwenden, die die automatische Verlängerung unterstützt (z. B. eine Kreditkarte oder Paypal), und deaktiviert, wenn Sie eine Zahlungsmethode verwenden, die die automatische Verlängerung nicht unterstützt (z. B. Bitcoin ). Jedes bezahlte Abonnement gewährt Ihnen eine Lizenz zur Nutzung auf drei (3) verschiedenen Geräten zu einem beliebigen Zeitpunkt. Wenn Sie die Dienste auf mehr als drei Geräten gleichzeitig nutzen möchten, können Sie entweder (i) MicronVPN auf Ihrem Router verwenden Kaufen Sie zusätzliche Abonnementpläne, oder Erwerben Sie zusätzliche Lizenzen über die Option „Volumenlizenzierung“. Für weitere Informationen zum Programm „Volumenlizenzierung“ wenden Sie sich bitte an den Support. Rückerstattungsrichtlinie Rückerstattungen werden vom Apple App Store abgewickelt. Richtlinie zur akzeptablen Nutzung Auf MicronVPN-Dienste kann von überall auf der Welt aus zugegriffen werden, daher liegt es in Ihrer Verantwortung zu beurteilen, ob die Nutzung der Website, Apps, Software oder Dienste den örtlichen Gesetzen und Vorschriften entspricht. Wann immer Sie die Website, Apps, Software oder Dienste nutzen, sollten Sie diese Bedingungen und die geltenden Gesetze, Vorschriften und Richtlinien einhalten. Sie verstehen, dass es in Ihrer Verantwortung liegt, Ihre Titan VPN-Kontoinformationen vertraulich zu behandeln. Sie sind für alle Aktivitäten unter Ihrem Konto verantwortlich. Wenn Sie jemals feststellen oder vermuten, dass jemand ohne Ihre Genehmigung auf Ihr Konto zugegriffen hat, sollten Sie uns dies unverzüglich mitteilen, damit wir Ihre Kontoanmeldeinformationen widerrufen und neue ausstellen können. MicronVPN ist bestrebt, allen unseren Abonnenten den bestmöglichen Service zu bieten. In diesem Sinne verlangen wir, dass Sie unsere Inhalte oder Dienste nicht missbrauchen. Ein Missbrauch bezieht sich auf jede Nutzung, jeden Zugriff oder Eingriff in die Inhalte oder Dienste, die dem widersprechene Bedingungen oder geltende Gesetze und Vorschriften. Um die Dienste vor Missbrauch oder Missbrauch zu schützen, behält sich MicronVPN das Recht vor, geeignete Maßnahmen zu ergreifen, wenn unsere Dienste entgegen diesen Bedingungen und geltenden Gesetzen verwendet werden. Sie stimmen zu, dass MicronVPN Ihr Konto kündigen kann, ohne eine Rückerstattung für bereits bezahlte Dienste zu leisten, wenn Sie den Dienst missbrauchen. Durch die Nutzung unserer Dienste erklären Sie sich damit einverstanden, Folgendes nicht zu tun: Unaufgeforderte Werbung oder Inhalte (d. h. „Spam“) über den Dienst zu senden oder zu übertragen. Inhalte, die illegal, hasserfüllt, bedrohlich, beleidigend oder verleumderisch sind, über den Dienst senden, posten oder übertragen; geistige Eigentumsrechte verletzt; dringt in die Privatsphäre ein; oder zu Gewalt aufruft. Inhalte, die durch Urheberrechte oder andere Eigentumsrechte geschützt sind, hochladen, herunterladen, posten, reproduzieren oder verteilen, ohne zuvor die Genehmigung des Eigentümers der urheberrechtlich geschützten Inhalte eingeholt zu haben. Inhalte hochladen, herunterladen, posten, reproduzieren oder verteilen, die sexuelle oder explizite Darstellungen von Minderjährigen enthalten. Beteiligen Sie sich an einem Verhalten, das andere Abonnenten daran hindert oder einschränkt, den Service zu nutzen oder zu genießen. Versuchen Sie, ohne ordnungsgemäße Autorisierung auf Computergeräte zuzugreifen, sie zu untersuchen oder sich mit ihnen zu verbinden (d. h. jede Form von „Hacking“). Versuchen, eine Liste von IP-Adressen zusammenzustellen, zu verwenden oder zu verbreiten, die von MicronVPN in Verbindung mit dem Dienst betrieben wird. Verwenden Sie den Dienst für andere als rechtmäßige Zwecke. Lizenz Vorbehaltlich Ihrer Einhaltung dieser Bedingungen gewährt Ihnen MicronVPN eine nicht-exklusive und beschränkte Lizenz zum Herunterladen und Verwenden der Software. Das Ändern, Verteilen an nicht autorisierte Parteien, Reverse Engineering oder anderweitige Verwendung der Software auf eine Weise, die nicht ausdrücklich von MicronVPN genehmigt wurde, ist strengstens untersagt. Die Verwendung von Material, das den geistigen Eigentumsrechten von MicronVPN unterliegt, ist verboten, es sei denn, Sie haben eine ausdrückliche schriftliche Zustimmung von MicronVPN erhalten. Sprache und Übersetzung der Inhalte Alle unsere Inhalte wurden ursprünglich auf Englisch verfasst. Jede Übersetzung unserer Inhalte erfolgt nach bestem Bemühen. Wir können die Genauigkeit des übersetzten Inhalts nicht garantieren. Im Falle einer Diskrepanz zwischen dem übersetzten Inhalt und dem englischen Inhalt hat der englische Inhalt Vorrang. Websites von Drittanbietern MicronVPN kann Ihnen Inhalte von Drittanbietern („Drittanbieter“) oder Links bereitstellen, die zu Websites von Drittanbietern führen. MicronVPN ist nicht verantwortlich für die Verfügbarkeit der von Drittanbietern bereitgestellten Inhalte, da diese nicht unter der Kontrolle oder Aufsicht von MicronVPN stehen und möglicherweise andere Nutzungsbedingungen und Richtlinien haben. Ihr Zugriff über unsere Dienste auf Websites, Dienste oder Inhalte, die von Dritten bereitgestellt werden, weist nicht auf eine Beziehung zwischen MicronVPN und diesen Dritten hin. Haftungsausschluss Wir werden uns bemühen, Unterbrechungen der Website und der Dienste zu verhindern. Diese werden jedoch „wie besehen“ und „wie verfügbar“ bereitgestellt, und wir garantieren weder ausdrücklich noch stillschweigend die Richtigkeit von Materialien oder Informationen, die über die Website oder den Dienst bereitgestellt werden, oder deren Eignung für irgendeinen bestimmten Zweck. Wir lehnen ausdrücklich alle ausdrücklichen oder stillschweigenden Garantien jeglicher Art ab, einschließlich, aber nicht beschränkt auf Garantien der Marktgängigkeit oder Eignung für einen bestimmten Zweck oder Nichtverletzung. Wir übernehmen keine Gewährleistung dafür, dass die Dienste Ihren Anforderungen entsprechen oder dass sie ununterbrochen, rechtzeitig, sicher oder fehlerfrei zur Verfügung stehen oder dass etwaige Mängel behoben werden. Sie erkennen an, dass Sie auf die Website und die Dienste auf Ihr alleiniges Risiko und nach eigenem Ermessen zugreifen. Abdeckung, Geschwindigkeiten, Serverstandorte und Qualität des VPN-Dienstes können variieren. MicronVPN wird versuchen, den Dienst jederzeit verfügbar zu machen. Der Dienst kann jedoch aufgrund einer Vielzahl von Faktoren, die außerhalb unserer Kontrolle liegen, nicht verfügbar sein, einschließlich, aber nicht beschränkt auf Notfälle; Ausfälle von Diensten Dritter; oder Übertragungs-, Geräte- oder Netzwerkprobleme oder -einschränkungen, Interferenzen oder Signalstärke; und kann unterbrochen, verweigert, eingeschränkt oder eingeschränkt werden. Wir sind nicht verantwortlich für Daten, Nachrichten oder Seiten, die aufgrund von Unterbrechungen oder Leistungsproblemen mit dem Dienst, den Kommunikationsdiensten oder Netzwerken verloren gehen, nicht zugestellt, verzögert oder fehlgeleitet werden. Wir können nach unserem alleinigen Ermessen Nutzungs- oder Dienstbeschränkungen auferlegen, den Dienst aussetzen, VPN-Konten kündigen oder bestimmte Arten der Nutzung sperren, um Abonnenten oder den Dienst zu schützen. Die Richtigkeit und Aktualität der erhaltenen Daten wird nicht garantiert; Verzögerungen oder Auslassungen können auftreten. MicronVPN behält sich das Recht vor, Angelegenheiten zu untersuchen, die wir als Verstöße gegen diese Bedingungen ansehen. Wir können, sind aber nicht dazu verpflichtet, nach unserem alleinigen Ermessen und ohne Vorankündigung Materialien oder Informationen zu entfernen, zu blockieren, zu filtern oder auf irgendeine Weise einzuschränken, die wir als tatsächliche oder potenzielle Verstöße gegen die in diesen Bedingungen festgelegten Beschränkungen betrachten, und alle anderen Aktivitäten, die MicronVPN oder unsere Kunden haftbar machen können. MicronVPN lehnt jegliche Haftung für ein Versäumnis unsererseits ab, dies zu verhindernMaterialien oder Informationen nicht über den Dienst und/oder auf Ihr Computergerät übertragen werden. Haftungsbeschränkungen MicronVPN haftet nicht und übernimmt keinerlei Verantwortung gegenüber Abonnenten oder anderen Personen für Verluste oder Schäden, die Ihnen entstehen im Falle von: einem Ausfall oder einer Unterbrechung der Website oder des Dienstes; jede Handlung oder Unterlassung eines Dritten, der daran beteiligt ist, Ihnen die Website oder den Dienst oder die darin enthaltenen Daten zur Verfügung zu stellen; jede andere Ursache im Zusammenhang mit Ihrem Zugriff oder Ihrer Nutzung oder der Unfähigkeit, auf einen Teil der Website oder ihren Inhalt zuzugreifen oder diese zu nutzen; Ihre Interaktionen auf der Website oder dem Dienst; Ihre Nichteinhaltung dieser Vereinbarung; die Kosten für die Beschaffung von Ersatzwaren oder -dienstleistungen; oder unbefugter Zugriff auf oder Änderung Ihrer Übertragungen oder Daten, unabhängig davon, ob die Umstände, die zu einer solchen Ursache geführt haben, in der Kontrolle von MicronVPN oder eines Anbieters lagen, der Software, Dienste oder Support für die Website oder den Dienst bereitstellt. In keinem Fall haften MicronVPN, seine Partner, verbundenen Unternehmen, Tochtergesellschaften, Mitglieder, leitenden Angestellten oder Mitarbeiter für direkte, besondere, indirekte, Folge- oder Nebenschäden oder für andere Verluste oder Schäden jeglicher Art, selbst wenn sie dies getan haben auf die Möglichkeit hingewiesen worden. Das Vorstehende gilt nicht, soweit dies nach geltendem Recht verboten ist. Entschädigung Sie stimmen zu, MicronVPN, seine leitenden Angestellten, Direktoren, Mitarbeiter, Mitglieder, Partner, Vertreter und Lieferanten und ihre jeweiligen verbundenen Unternehmen, leitenden Angestellten, Direktoren, Mitarbeiter, Mitglieder, Aktionäre, Partner und Vertreter von MicronVPN zu entschädigen, zu verteidigen und schadlos zu halten alle Ansprüche und Ausgaben, einschließlich Anwaltsgebühren, die sich aus Ihrer Nutzung der Inhalte und Dienste ergeben, einschließlich, aber nicht beschränkt auf Ihre Verletzung dieser Vereinbarung. Wir können nach eigenem Ermessen die ausschließliche Verteidigung und Kontrolle über alle Angelegenheiten übernehmen, die einer Entschädigung durch Sie unterliegen. Die Übernahme einer solchen Verteidigung oder Kontrolle durch uns entbindet jedoch nicht von Ihren Freistellungsverpflichtungen. Rechtswahl Diese Vereinbarung unterliegt den Gesetzen Estlands und wird in Übereinstimmung mit diesen ausgelegt, mit Ausnahme der Kollisionsnormen. Schiedsgerichtsbarkeit Alle Streitigkeiten, die sich aus oder im Zusammenhang mit dieser Vereinbarung oder der Nutzung der Website oder der Dienste ergeben, werden gemäß der Schiedsgerichtsordnung („Regeln“) des Internationalen Zentrums für Streitbeilegung (ICDR) von einem Schiedsrichter („Schiedsrichter“) endgültig beigelegt. ) gemäß dieser Geschäftsordnung ernannt. Das Schiedsverfahren wird in Tallinn, Estland, durchgeführt, sofern nicht alle Parteien durch eine unterzeichnete schriftliche Vereinbarung etwas anderes vereinbaren. Der Schiedsrichter muss qualifiziert sein und einen Hintergrund im Bereich Computernetzwerke haben, einschließlich, aber nicht beschränkt auf das Internet. Der Schiedsrichter ist befugt, einen beschleunigten Austausch von Dokumenten zuzulassen, aber jede Entdeckung ist auf Dokumentenanfragen und Befragungen beschränkt. Der Schiedsrichter ist nicht befugt oder befugt, diese Vereinbarung zu ergänzen oder von ihr abzuweichen, und die Kosten des Schiedsverfahrens werden zu gleichen Teilen getragen, außer wie unten beschrieben. Das Schiedsverfahren wird nach einem beschleunigten Zeitplan durchgeführt. Das Schiedsverfahren muss spätestens einhundertzwanzig (120) Tage nach Einreichung des Schiedsantrags abgeschlossen und ein Schiedsspruch erlassen werden, es sei denn, alle Parteien des Schiedsverfahrens stimmen schriftlich einer Fristverlängerung oder Verlängerung zu. Vorbehaltlich gegenteiliger anwendbarer Gesetze erklären Sie sich damit einverstanden, dass alle Klagegründe, die sich aus oder im Zusammenhang mit der Nutzung unserer Website oder Dienste ergeben, innerhalb eines (1) Jahres nach Entstehung des Klagegrundes erhoben werden müssen, oder dass solche Klagen erhoben werden dauerhaft gesperrt. Für den Fall, dass MicronVPN der Beklagte in einem solchen Schiedsverfahren ist, darf der gegen MicronVPN zuerkannte Schadensersatz den Betrag nicht übersteigen, den Sie MicronVPN für die Nutzung des Dienstes gezahlt haben. Der Schiedsrichter ist befugt, vorübergehende, vorläufige oder einstweilige Verfügungen in einer Form zu gewähren, die im Wesentlichen derjenigen ähnelt, die ansonsten von einem Gericht gewährt würde. Der Schiedsrichter ist nicht befugt, Strafschadensersatz zu gewähren. Der resultierende Schiedsspruch kann vor jedem zuständigen Gericht in Estland vollstreckt oder ein Unterlassungsanspruch beantragt werden. Angemessene Kosten (einschließlich aller Kosten des Schiedsverfahrens) und Anwaltsgebühren werden der Partei zugesprochen, die das Schiedsverfahren eingeleitet hat, falls diese Partei im Schiedsverfahren nicht obsiegt. Zu den Parteien, die dieser Schlichtungsbestimmung unterliegen, gehören MicronVPN, seine leitenden Angestellten, Direktoren und Mitarbeiter sowie alle Unternehmen oder juristischen Personen, die eine Mutter-, Tochter- oder Schwestergesellschaft von MicronVPN sind oder mit denen MicronVPN einen Vertrag abgeschlossen hat, um Dienstleistungen für Abonnenten bereitzustellen MicronVPN. Schlussbestimmungen Sollte eine Bestimmung dieser Vereinbarung ungültig oder nicht durchsetzbar sein, so ist diese Bestimmung im Einklang mit geltendem Recht auszulegen, um die ursprüngliche Absicht der Bestimmung widerzuspiegeln, und die übrigen Bestimmungen dieser Vereinbarung bleiben in vollem Umfang in Kraft und effekt. Ein Versäumnis, ein Recht oder die Bestimmung dieser Vereinbarung auszuüben oder durchzusetzen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar.
es: Este documento de Términos de servicio (los Términos) describe los términos y condiciones de uso de los servicios VPN (los Servicios o el Servicio) proporcionados por (MicronVPN). Estos Términos también rigen el uso y el acceso al contenido de MicronVPN (el Contenido), que incluye el sitio web de MicronVPN (el Sitio), las aplicaciones (las Aplicaciones) y cualquier software proporcionado por MicronVPN (el Software). Al aceptar estos Términos, también acepta la Política de privacidad (Política de privacidad), que puede leer aquí. Aceptación Al acceder al Contenido o los Servicios, usted acepta en su nombre o en el de aquellos a quienes representa (usted) cumplir y estar legalmente obligado por estos Términos en su totalidad. Estos Términos constituyen un acuerdo legalmente vinculante (el Acuerdo) entre usted y MicronVPN. Si no está de acuerdo con alguna parte de los Términos, no puede usar nuestros Servicios. Al crear una cuenta para usar nuestros Servicios, usted declara que tiene al menos dieciocho (18) años de edad o que es una entidad legal válida, y que la información de registro que ha proporcionado es precisa y completa. Modificación MicronVPN puede actualizar los Términos de vez en cuando sin previo aviso. Si continúa utilizando los Servicios, el Contenido, el Sitio, las Aplicaciones o el Software de MicronVPN después de que estos cambios entren en vigencia, entonces acepta los Términos revisados. La versión actual de los Términos está disponible en el Sitio. Usted comprende y acepta que es su obligación revisar estos Términos de vez en cuando para mantenerse informado sobre las reglas y obligaciones actuales. La notificación sobre cualquier cambio fundamental en los Términos se proporcionará a los suscriptores a través de un mensaje de correo electrónico o una actualización del Sitio. Su uso del Contenido o los Servicios después de los cambios a estos Términos constituye su aceptación de los Términos modificados. Política de privacidad MicronVPN está comprometido con su privacidad y no recopila ni registra el historial de navegación, el destino del tráfico, el contenido de datos o las consultas de DNS de los Suscriptores conectados a nuestra VPN. Solo recopilamos información que es necesaria para la entrega adecuada del Sitio y los Servicios. En aras de la claridad y la transparencia, hemos colocado toda la información relacionada con la recopilación de datos en un documento separado conocido como Política de privacidad, que está disponible en el Sitio. Revise la Política de privacidad en su totalidad para obtener una comprensión clara de cómo manejamos sus datos confidenciales. Los servicios MicronVPN de suscripciones están disponibles para usted al registrarse en el Sitio. Al suscribirse a los Servicios, acepta convertirse en suscriptor (Suscriptor) durante el período que haya elegido. Una lista completa de planes de suscripción y precios está disponible en la aplicación. MicronVPN se reserva el derecho de modificar las tarifas de suscripción o instituir nuevas tarifas en cualquier momento con un aviso previo razonable publicado en el Sitio o enviado por correo electrónico. Cualquier cambio en el precio no afectará el período de suscripción actual del Suscriptor y entrará en vigencia al renovar la suscripción. Cuando sea compatible con su método de pago, los planes se renuevan automáticamente de forma predeterminada al finalizar el plazo de facturación. De forma predeterminada, el plazo de renovación tiene la misma duración que el plazo de facturación de la suscripción original. La tarifa de suscripción se cargará automáticamente al último método de pago que seleccionó. Si desea interrumpir la renovación automática, puede iniciar sesión en el Sitio y desactivar la renovación automática. De forma predeterminada, la renovación automática se activa cuando utiliza un método de pago que admite la renovación automática (como una tarjeta de crédito o Paypal), y se desactiva cuando utiliza un método de pago que no admite la renovación automática (como bitcoin ). Cada suscripción paga le otorga una licencia para usar en tres (3) dispositivos diferentes en un momento dado. Si desea usar los Servicios en más de tres dispositivos a la vez, puede (i) usar MicronVPN en su enrutador comprar planes de suscripción adicionales, o comprar licencias adicionales a través de la opción de licencia por volumen. Para obtener más información sobre el programa de licencias por volumen, comuníquese con soporte. Política de reembolso Los reembolsos son manejados por Apple App Store. Política de uso aceptable Se puede acceder a los Servicios de MicronVPN desde cualquier parte del mundo, por lo que es su responsabilidad evaluar si el uso del Sitio, las Aplicaciones, el Software o los Servicios cumple con las leyes y regulaciones locales. Cada vez que utilice el Sitio, las Aplicaciones, el Software o los Servicios, debe cumplir con estos Términos y las leyes, reglamentos y políticas aplicables. Usted comprende que es su responsabilidad mantener la confidencialidad de la información de su cuenta Titan VPN. Usted es responsable de toda la actividad de su cuenta. Si alguna vez descubre o sospecha que alguien ha accedido a su cuenta sin su autorización, le recomendamos que nos informe de inmediato para que podamos revocar las credenciales de su cuenta y emitir otras nuevas. MicronVPN tiene como objetivo brindar el mejor servicio posible a todos nuestros Suscriptores. En ese sentido, le requerimos que no haga un mal uso de nuestro Contenido o Servicios. Un mal uso se refiere a cualquier uso, acceso o interferencia con el Contenido o los Servicios contrario a los Términos o la ley aplicable.ws y reglamentos. Con el fin de proteger los Servicios contra el uso indebido o para dañar a alguien, MicronVPN se reserva el derecho de tomar las medidas apropiadas cuando nuestros Servicios se utilicen de manera contraria a estos Términos y las leyes aplicables. Usted acepta que MicronVPN puede cancelar su cuenta, sin proporcionar un reembolso por los Servicios ya pagados, si hace un mal uso del Servicio. Al usar nuestros Servicios, usted acepta no: Enviar ni transmitir anuncios o contenido no solicitado (es decir, spam) a través del Servicio. Enviar, publicar o transmitir a través del Servicio cualquier contenido que sea ilegal, odioso, amenazante, insultante o difamatorio; infrinja los derechos de propiedad intelectual; invade la privacidad; o incita a la violencia. Cargue, descargue, publique, reproduzca o distribuya cualquier contenido protegido por derechos de autor o cualquier otro derecho de propiedad sin haber obtenido primero el permiso del propietario del contenido de propiedad. Cargue, descargue, publique, reproduzca o distribuya cualquier contenido que incluya representaciones sexuales o explícitas de menores. Participar en cualquier conducta que restrinja o inhiba a cualquier otro Suscriptor de usar o disfrutar el Servicio. Intentar acceder, sondear o conectarse a dispositivos informáticos sin la debida autorización (es decir, cualquier forma de piratería). Intente compilar, utilizar o distribuir una lista de direcciones IP operadas por MicronVPN junto con el Servicio. Utilizar el Servicio para fines distintos a los lícitos. Licencia Sujeto a su cumplimiento de estos Términos, MicronVPN le otorga una licencia no exclusiva y limitada para descargar y usar el Software. Queda estrictamente prohibido modificar, distribuir a terceros no autorizados, realizar ingeniería inversa o utilizar el Software de cualquier otra forma que no esté expresamente autorizada por MicronVPN. El uso de cualquier material que esté sujeto a los derechos de propiedad intelectual de MicronVPN está prohibido a menos que MicronVPN le haya proporcionado un consentimiento explícito por escrito. Idioma y traducción del contenido Todo nuestro contenido se escribió originalmente en inglés. Cualquier traducción de nuestro Contenido se realiza sobre la base del mejor esfuerzo. No podemos garantizar la exactitud del Contenido traducido. En caso de discrepancia entre el Contenido traducido y el Contenido en inglés, prevalecerá el Contenido en inglés. Sitios web de terceros MicronVPN puede proporcionarle contenido perteneciente a Terceros (Terceros) o enlaces que conducen a sitios web de terceros. MicronVPN no es responsable de la disponibilidad del contenido provisto por Terceros, ya que no están bajo el control o supervisión de MicronVPN, y pueden tener diferentes términos de uso y políticas. Su acceso a través de nuestros Servicios a cualquier sitio web, servicio o contenido proporcionado por Terceros no indica ninguna relación entre MicronVPN y dichos Terceros. Descargos de responsabilidad Nos esforzaremos por evitar interrupciones en el Sitio y los Servicios. Sin embargo, estos se proporcionan tal cual y según estén disponibles, y no garantizamos, ya sea de forma expresa o implícita, la precisión de los materiales o la información proporcionada a través del Sitio o el Servicio, o su idoneidad para un propósito particular. Renunciamos expresamente a todas las garantías de cualquier tipo, ya sean expresas o implícitas, incluidas, entre otras, las garantías de comerciabilidad o idoneidad para un propósito particular, o la no infracción. No ofrecemos ninguna garantía de que los Servicios cumplirán con sus requisitos, o que serán ininterrumpidos, oportunos, seguros o libres de errores, o que los defectos, si los hubiere, serán corregidos. Usted reconoce que accede al Sitio y a los Servicios bajo su propio riesgo y discreción. La cobertura, las velocidades, las ubicaciones de los servidores y la calidad del servicio VPN pueden variar. MicronVPN intentará que el Servicio esté disponible en todo momento. Sin embargo, el Servicio puede estar sujeto a falta de disponibilidad debido a una variedad de factores fuera de nuestro control, que incluyen, entre otros, emergencias; fallas de servicios de terceros; o problemas o limitaciones de transmisión, equipo o red, interferencia o intensidad de la señal; y puede ser interrumpido, rechazado, limitado o restringido. No somos responsables de datos, mensajes o páginas perdidos, no entregados, retrasados ​​o mal dirigidos debido a interrupciones o problemas de rendimiento con el Servicio, los servicios de comunicación o las redes. Podemos imponer límites de uso o de Servicio, suspender el Servicio, cancelar cuentas de VPN o bloquear ciertos tipos de uso a nuestro exclusivo criterio para proteger a los Suscriptores o al Servicio. No se garantiza la precisión y puntualidad de los datos recibidos; pueden ocurrir retrasos u omisiones. MicronVPN se reserva el derecho de investigar asuntos que consideramos violaciones de estos Términos. Podemos, pero no estamos obligados a hacerlo, a nuestro exclusivo criterio y sin previo aviso, eliminar, bloquear, filtrar o restringir por cualquier medio cualquier material o información que consideremos violaciones reales o potenciales de las restricciones establecidas en estos Términos. y cualquier otra actividad que pueda someter a MicronVPN o a nuestros clientes a responsabilidad. MicronVPN se exime de toda responsabilidad por cualquier falla de nuestra parte para evitar que dichos materiales o información seang transmitido a través del Servicio y/o en su dispositivo informático. Limitaciones de responsabilidad MicronVPN no será responsable y no tendrá responsabilidad de ningún tipo ante ningún Suscriptor u otra persona por cualquier pérdida o daño en el que usted incurra en caso de: cualquier falla o interrupción del Sitio o Servicio; cualquier acto u omisión de un Tercero involucrado en hacer que el Sitio o el Servicio o los datos contenidos en ellos estén disponibles para usted; cualquier otra causa relacionada con su acceso o uso, o incapacidad para acceder o usar, cualquier parte del Sitio o su Contenido; sus interacciones en el Sitio o Servicio; su incumplimiento de este Acuerdo; el costo de adquisición de bienes o servicios sustitutos; o acceso no autorizado o alteración de sus transmisiones o datos, ya sea que las circunstancias que dieron lugar a tal causa hayan estado o no bajo el control de MicronVPN o de cualquier proveedor que proporcione software, servicios o soporte para el Sitio o el Servicio. En ningún caso, MicronVPN, sus socios, afiliados, subsidiarios, miembros, funcionarios o empleados serán responsables de ningún daño directo, especial, indirecto, consecuente o incidental, ni de ninguna otra pérdida o daño de ningún tipo, incluso si tienen sido advertido de la posibilidad de ello. Lo anterior no se aplicará en la medida en que lo prohíba la ley aplicable. Indemnización Usted acepta indemnizar, defender y mantener indemne a MicronVPN, sus funcionarios, directores, empleados, miembros, socios, agentes y proveedores, y sus respectivos afiliados, funcionarios, directores, empleados, miembros, accionistas, socios y agentes, de todos y cada uno de los reclamos y gastos, incluidos los honorarios de abogados, que surjan de su uso del Contenido y el Servicio, incluidos, entre otros, su violación de este Acuerdo. Podemos, a nuestro exclusivo criterio, asumir la defensa y el control exclusivos de cualquier asunto sujeto a indemnización por su parte. Sin embargo, la asunción de tal defensa o control por nuestra parte no excusará ninguna de sus obligaciones de indemnización. Elección de la ley Este Acuerdo se regirá e interpretará de acuerdo con las leyes de Estonia, excluyendo sus reglas que rigen los conflictos de leyes. Arbitraje Todas las disputas que surjan de este Acuerdo o estén relacionadas con este Acuerdo o el uso del Sitio o los Servicios se resolverán de acuerdo con las Reglas de Arbitraje (Reglas) del Centro Internacional para la Resolución de Disputas (ICDR) por un árbitro (Árbitro) designado de acuerdo con con dichas Reglas. El arbitraje se llevará a cabo en Tallinn, Estonia, a menos que todas las partes acuerden lo contrario mediante un acuerdo por escrito firmado. El Árbitro debe estar calificado y tener experiencia en el área de redes informáticas, incluido, entre otros, Internet. El Árbitro tendrá la autoridad para permitir un intercambio acelerado de documentos, pero cualquier descubrimiento se limitará a solicitudes de documentos e interrogatorios. El Árbitro no tendrá poder ni autoridad para agregar o restar valor a este Acuerdo, y los costos del arbitraje correrán a cargo por igual, excepto como se describe a continuación. El arbitraje se llevará a cabo en un calendario acelerado. El arbitraje debe concluirse y emitirse un laudo a más tardar ciento veinte (120) días después de la presentación de la demanda de arbitraje, a menos que todas las partes en el procedimiento de arbitraje acuerden por escrito una prórroga o continuación. Sujeto a cualquier ley aplicable que establezca lo contrario, usted acepta que cualquier causa de acción que surja de o esté relacionada con el uso de nuestro Sitio o Servicios debe iniciarse dentro de un (1) año después de que se acumule la causa de acción, o dicha acción será permanentemente prohibido. En el caso de que MicronVPN sea el demandado en dicho arbitraje, los daños otorgados contra MicronVPN no pueden exceder el monto que usted haya pagado a MicronVPN por el uso del Servicio. El Árbitro tendrá la autoridad para otorgar cualquier medida cautelar, preliminar o temporal en una forma sustancialmente similar a la que de otro modo otorgaría un tribunal de justicia. El Árbitro no tendrá autoridad para otorgar daños punitivos. El laudo arbitral resultante se puede ejecutar, o se puede solicitar una medida cautelar, en cualquier tribunal de jurisdicción competente en Estonia. Los costos razonables (incluidos todos los costos del arbitraje) y los honorarios de los abogados se otorgarán a la parte que inició el arbitraje, en caso de que esa parte no prevalezca en el arbitraje. Las partes sujetas a esta disposición de arbitraje incluyen MicronVPN, sus funcionarios, directores y empleados, y cualquier empresa o entidad legal que sea una empresa matriz, subsidiaria o hermana de MicronVPN, o con la que MicronVPN haya contratado para brindar servicios a los Suscriptores a través de MicronVPN. Disposiciones finales Si alguna disposición de este Acuerdo se considera inválida o inaplicable, esa disposición se interpretará de manera consistente con la ley aplicable para reflejar la intención original de la disposición, y las disposiciones restantes de este Acuerdo permanecerán en pleno vigor y efecto. Cualquier falta de ejercicio o aplicaciónce cualquier derecho o la disposición de este acuerdo no constituirá una renuncia a tal derecho o disposición.
fr: Ce document de conditions d'utilisation (les conditions) décrit les conditions d'utilisation des services VPN (les services ou le service) fournis par (MicronVPN). Ces Conditions régissent également l'utilisation et l'accès au contenu de MicronVPN (le Contenu), qui comprend le site Web de MicronVPN (le Site), les applications (les Applications) et tout logiciel fourni par MicronVPN (le Logiciel). En acceptant ces Conditions, vous acceptez également la Politique de confidentialité (Politique de confidentialité), que vous pouvez lire ici. Acceptation En accédant au Contenu ou aux Services, vous acceptez en votre nom ou au nom de ceux que vous représentez (vous) de respecter et d'être légalement lié par ces Conditions dans leur intégralité. Ces Conditions constituent un accord juridiquement contraignant (l'Accord) entre vous et MicronVPN. Si vous n'êtes pas d'accord avec une partie des Conditions, vous ne pouvez pas utiliser nos Services. En créant un compte pour utiliser nos Services, vous déclarez que vous avez au moins dix-huit (18) ans ou que vous êtes une personne morale valide, et que les informations d'inscription que vous avez fournies sont exactes et complètes. Modification MicronVPN peut mettre à jour les Conditions de temps à autre sans préavis. Si vous continuez à utiliser les services, le contenu, le site, les applications ou le logiciel MicronVPN après l'entrée en vigueur de ces modifications, vous acceptez les conditions révisées. La version actuelle des Conditions est disponible sur le Site. Vous comprenez et acceptez qu'il est de votre devoir de consulter ces Conditions de temps à autre afin de rester informé des règles et obligations en vigueur. Une notification sur toute modification essentielle des Conditions sera fournie aux abonnés par le biais d'un message électronique ou d'une mise à jour du Site. Votre utilisation du Contenu ou des Services suite aux modifications apportées aux présentes Conditions constitue votre acceptation des Conditions modifiées. MicronVPN s'engage à respecter votre vie privée et ne collecte ni n'enregistre l'historique de navigation, la destination du trafic, le contenu des données ou les requêtes DNS des abonnés connectés à notre VPN. Nous collectons uniquement les informations nécessaires à la bonne livraison du Site et des Services. Dans un souci de clarté et de transparence, nous avons placé toutes les informations relatives à la collecte de données dans un document distinct appelé Politique de confidentialité, disponible sur le Site. Veuillez consulter la politique de confidentialité dans son intégralité pour bien comprendre comment nous traitons vos données sensibles. Les Abonnements aux Services MicronVPN vous sont proposés dès votre inscription sur le Site. En vous abonnant aux Services, vous acceptez de devenir abonné (Abonné) pour la période que vous avez choisie. Une liste complète des plans d'abonnement et des prix est disponible sur l'application. MicronVPN se réserve le droit de modifier les frais d'abonnement ou d'instituer de nouveaux frais à tout moment moyennant un préavis raisonnable affiché sur le Site ou envoyé par e-mail. Toute modification de la tarification n'affectera pas la période d'abonnement en cours de l'abonné et entrera en vigueur lors du renouvellement de l'abonnement. Lorsqu'ils sont pris en charge par votre mode de paiement, les forfaits se renouvellent automatiquement par défaut à la fin de la période de facturation. Par défaut, la période de renouvellement correspond à la même durée que la période de facturation de l'abonnement d'origine. Les frais d'abonnement seront automatiquement facturés sur le mode de paiement que vous avez sélectionné en dernier. Si vous souhaitez interrompre le renouvellement automatique, vous pouvez vous connecter au site et désactiver le renouvellement automatique. Par défaut, le renouvellement automatique est activé lorsque vous utilisez un mode de paiement qui prend en charge le renouvellement automatique (comme une carte de crédit ou Paypal), et désactivé lorsque vous utilisez un mode de paiement qui ne prend pas en charge le renouvellement automatique (comme bitcoin ). Chaque abonnement payant vous accorde un licence à utiliser sur trois (3) appareils différents à tout moment. Si vous souhaitez utiliser les Services sur plus de trois appareils à la fois, vous pouvez soit (i) utiliser MicronVPN sur votre routeur acheter des plans d'abonnement supplémentaires, ou acheter des licences supplémentaires via l'option licences en volume. Pour plus d'informations sur le programme de « licences en volume », veuillez contacter l'assistance. Politique de remboursement Les remboursements sont gérés par Apple App Store. Politique d'utilisation acceptable Les services MicronVPN sont accessibles partout dans le monde, il est donc de votre responsabilité d'évaluer si l'utilisation du site, des applications, des logiciels ou des services est conforme aux lois et réglementations locales. Chaque fois que vous utilisez le site, les applications, les logiciels ou les services, vous devez vous conformer aux présentes conditions et aux lois, réglementations et politiques applicables. Vous comprenez qu'il est de votre responsabilité de garder confidentielles les informations de votre compte Titan VPN. Vous êtes responsable de toutes les activités sous votre compte. Si jamais vous découvrez ou soupçonnez que quelqu'un a accédé à votre compte sans votre autorisation, nous vous conseillons de nous en informer immédiatement afin que nous puissions révoquer vos identifiants de compte et en émettre de nouveaux. MicronVPN vise à fournir le meilleur service possible à tous nos abonnés. En ce sens, nous vous demandons de ne pas abuser de notre Contenu ou de nos Services. Une utilisation abusive fait référence à toute utilisation, accès ou interférence avec le Contenu ou les Services contraire aux Conditions ou à la loi applicable.ws et règlements. Afin de protéger les Services contre une utilisation abusive ou pour nuire à quelqu'un, MicronVPN se réserve le droit de prendre les mesures appropriées lorsque nos Services sont utilisés contrairement aux présentes Conditions et aux lois applicables. Vous acceptez que MicronVPN puisse résilier votre compte, sans remboursement des Services déjà payés, si vous abusez du Service. En utilisant nos Services, vous vous engagez à ne pas : Envoyer ou transmettre des publicités ou du contenu non sollicités (c'est-à-dire des spams) via le Service. Envoyer, publier ou transmettre sur le Service tout contenu illégal, haineux, menaçant, insultant ou diffamatoire ; porte atteinte aux droits de propriété intellectuelle ; envahit la vie privée ; ou incite à la violence. Télécharger, télécharger, publier, reproduire ou distribuer tout contenu protégé par le droit d'auteur ou tout autre droit de propriété sans avoir obtenu au préalable l'autorisation du propriétaire du contenu exclusif. Téléchargez, téléchargez, publiez, reproduisez ou distribuez tout contenu comprenant des représentations sexuelles ou explicites de mineurs. Adopter une conduite qui restreint ou empêche tout autre Abonné d'utiliser ou de profiter du Service. Tenter d'accéder, de sonder ou de se connecter à des appareils informatiques sans autorisation appropriée (c'est-à-dire toute forme de piratage). Tenter de compiler, d'utiliser ou de distribuer une liste d'adresses IP exploitées par MicronVPN en conjonction avec le Service. Utiliser le Service à des fins autres que licites. Licence Sous réserve de votre respect des présentes Conditions, MicronVPN vous accorde une licence non exclusive et limitée pour télécharger et utiliser le Logiciel. La modification, la distribution à des parties non autorisées, l'ingénierie inverse ou toute autre utilisation du Logiciel d'une manière non expressément autorisée par MicronVPN est strictement interdite. L'utilisation de tout matériel soumis aux droits de propriété intellectuelle de MicronVPN est interdite, sauf si vous avez reçu le consentement écrit explicite de MicronVPN. Langue et traduction du contenu Tout notre contenu a été rédigé à l'origine en anglais. Toute traduction de notre contenu est effectuée dans la mesure du possible. Nous ne pouvons pas garantir l'exactitude du contenu traduit. En cas de divergence entre le contenu traduit et le contenu anglais, le contenu anglais prévaudra. Sites Web tiers MicronVPN peut vous fournir du contenu appartenant à des Tiers (Tiers) ou des liens menant à des sites Web tiers. MicronVPN n'est pas responsable de la disponibilité du contenu fourni par des tiers car ils ne sont pas sous le contrôle ou la supervision de MicronVPN, et ils peuvent avoir des conditions d'utilisation et des politiques différentes. Votre accès via nos Services à tout site Web, service ou contenu fourni par des Tiers n'indique aucune relation entre MicronVPN et ces Tiers. Avis de non-responsabilité Nous nous efforcerons d'empêcher les interruptions du Site et des Services. Cependant, ceux-ci sont fournis tels quels et selon leur disponibilité, et nous ne garantissons pas, expressément ou implicitement, l'exactitude de tout matériel ou information fourni via le Site ou le Service, ou leur adéquation à un usage particulier. Nous déclinons expressément toute garantie de quelque nature que ce soit, expresse ou implicite, y compris, mais sans s'y limiter, les garanties de qualité marchande ou d'adéquation à un usage particulier, ou d'absence de contrefaçon. Nous ne garantissons pas que les Services répondront à vos exigences, ou qu'ils seront ininterrompus, opportuns, sécurisés ou sans erreur, ou que les défauts, le cas échéant, seront corrigés. Vous reconnaissez que vous accédez au Site et aux Services à vos risques et périls. La couverture, les vitesses, les emplacements des serveurs et la qualité du service VPN peuvent varier. MicronVPN tentera de rendre le Service disponible à tout moment. Cependant, le Service peut être indisponible pour divers facteurs indépendants de notre volonté, y compris, mais sans s'y limiter, les urgences ; défaillances de services tiers ; ou des problèmes ou limitations de transmission, d'équipement ou de réseau, des interférences ou la puissance du signal ; et peut être interrompue, refusée, limitée ou écourtée. Nous ne sommes pas responsables des données, messages ou pages perdus, non livrés, retardés ou mal dirigés en raison d'interruptions ou de problèmes de performances avec le Service, les services de communication ou les réseaux. Nous pouvons imposer des limites d'utilisation ou de service, suspendre le service, résilier des comptes VPN ou bloquer certains types d'utilisation à notre seule discrétion pour protéger les abonnés ou le service. L'exactitude et l'actualité des données reçues ne sont pas garanties ; des retards ou des omissions peuvent survenir. MicronVPN se réserve le droit d'enquêter sur les questions que nous considérons comme des violations de ces Conditions. Nous pouvons, mais n'y sommes pas obligés, à notre seule discrétion et sans préavis, supprimer, bloquer, filtrer ou restreindre par quelque moyen que ce soit tout matériel ou information que nous considérons comme des violations réelles ou potentielles des restrictions énoncées dans les présentes Conditions, et toute autre activité pouvant engager la responsabilité de MicronVPN ou de nos clients. MicronVPN décline toute responsabilité pour tout manquement de notre part à empêcher la diffusion de tels documents ou informations.g transmises sur le Service et/ou dans votre appareil informatique. Limitations de responsabilité MicronVPN ne sera pas responsable et n'aura aucune responsabilité d'aucune sorte envers tout Abonné ou autre individu pour toute perte ou dommage que vous subissez en cas de : toute panne ou interruption du Site ou du Service ; tout acte ou omission d'un Tiers impliqué dans la mise à votre disposition du Site ou du Service ou des données qui y sont contenues ; toute autre cause liée à votre accès ou à votre utilisation, ou à votre incapacité à accéder ou à utiliser, toute partie du Site ou de son Contenu ; vos interactions sur le Site ou le Service ; votre non-respect du présent accord ; le coût d'achat de biens ou de services de substitution ; ou l'accès non autorisé ou la modification de vos transmissions ou données, que les circonstances à l'origine de cette cause aient été ou non sous le contrôle de MicronVPN ou de tout fournisseur fournissant des logiciels, des services ou une assistance pour le Site ou le Service. En aucun cas MicronVPN, ses partenaires, sociétés affiliées, filiales, membres, dirigeants ou employés ne seront responsables de tout dommage direct, spécial, indirect, consécutif ou accessoire, ou de toute autre perte ou dommage de quelque nature que ce soit, même s'ils ont été avisé de cette possibilité. Ce qui précède ne s'applique pas dans la mesure interdite par la loi applicable. Indemnisation Vous acceptez d'indemniser, de défendre et d'exonérer MicronVPN, ses dirigeants, administrateurs, employés, membres, partenaires, agents et fournisseurs, ainsi que leurs sociétés affiliées, dirigeants, administrateurs, employés, membres, actionnaires, partenaires et agents respectifs, de toutes les réclamations et dépenses, y compris les honoraires d'avocat, découlant de votre utilisation du contenu et du service, y compris, mais sans s'y limiter, votre violation du présent accord. Nous pouvons, à notre seule discrétion, assumer la défense et le contrôle exclusifs de toute affaire sujette à une indemnisation de votre part. L'hypothèse d'une telle défense ou d'un tel contrôle par nous, cependant, n'excusera aucune de vos obligations d'indemnisation. Choix de la loi Le présent accord sera régi et interprété conformément aux lois de l'Estonie, à l'exclusion de ses règles régissant les conflits de lois. Arbitrage Tous les litiges découlant de ou liés au présent Accord ou à l'utilisation du Site ou des Services seront définitivement réglés conformément au Règlement d'arbitrage (Règlement) du Centre international de règlement des différends (ICDR) par un arbitre (Arbitre) nommé conformément avec ledit Règlement. L'arbitrage se déroulera à Tallinn, en Estonie, à moins que toutes les parties n'en conviennent autrement par un accord écrit signé. L'arbitre doit être qualifié et avoir une expérience dans le domaine des réseaux informatiques, y compris, mais sans s'y limiter, Internet. L'arbitre aura le pouvoir d'autoriser un échange accéléré de documents, mais toute découverte sera limitée aux demandes de documents et aux interrogatoires. L'arbitre n'aura aucun pouvoir ou autorité pour ajouter ou diminuer le présent accord, et les frais d'arbitrage seront supportés à parts égales, sauf comme décrit ci-dessous. L'arbitrage se déroule selon un calendrier accéléré. L'arbitrage doit être conclu et une sentence rendue au plus tard cent vingt (120) jours après le dépôt de la demande d'arbitrage, à moins que toutes les parties à la procédure d'arbitrage ne conviennent par écrit d'une prolongation de délai ou d'une prolongation. Sous réserve de toute loi applicable contraire, vous acceptez que toute cause d'action découlant de ou liée à l'utilisation de notre site ou de nos services doit être intentée dans un délai d'un (1) an après la naissance de la cause d'action, ou une telle action sera barré définitivement. Dans le cas où MicronVPN est le défendeur dans un tel arbitrage, les dommages-intérêts accordés à MicronVPN ne peuvent pas dépasser le montant que vous avez payé à MicronVPN pour l'utilisation du Service. L'arbitre aura le pouvoir d'accorder toute mesure provisoire, préliminaire ou injonctive sous une forme essentiellement similaire à celle qui serait autrement accordée par un tribunal. L'arbitre n'a pas le pouvoir d'accorder des dommages-intérêts punitifs. La sentence arbitrale qui en résulte peut être exécutée, ou une injonction peut être demandée, devant tout tribunal compétent en Estonie. Des frais raisonnables (y compris tous les frais d'arbitrage) et les honoraires d'avocat seront attribués à la partie qui a commencé l'arbitrage, dans le cas où cette partie ne l'emporterait pas dans l'arbitrage. Les parties soumises à cette clause d'arbitrage comprennent MicronVPN, ses dirigeants, administrateurs et employés, et toute société ou entité juridique qui est une société mère, une filiale ou une société sœur de MicronVPN, ou avec laquelle MicronVPN a conclu un contrat pour fournir des services aux abonnés via MicronVPN. Dispositions finales Si une disposition du présent accord est jugée invalide ou inapplicable, cette disposition doit être interprétée d'une manière conforme à la loi applicable pour refléter l'intention initiale de la disposition, et les autres dispositions du présent accord resteront en vigueur et de plein effet. Tout défaut d'exercer ou d'appliquerce tout droit ou disposition du présent accord ne constitue pas une renonciation à ce droit ou à cette disposition.
it: Il presente documento sui Termini di servizio (i Termini) delinea i termini e le condizioni di utilizzo dei servizi VPN (i Servizi o Servizio) forniti da (MicronVPN). I presenti Termini regolano inoltre l'uso e l'accesso al contenuto di MicronVPN (il Contenuto), che include il sito Web MicronVPN (il Sito), le applicazioni (le App) e qualsiasi software fornito da MicronVPN (il Software). Accettando questi Termini, accetti anche l'Informativa sulla privacy (Informativa sulla privacy), che puoi leggere qui. Accettazione Accedendo ai Contenuti o ai Servizi, accetti per conto tuo o di coloro che rappresenti (tu) di rispettare e di essere legalmente vincolato dai presenti Termini nella loro interezza. I presenti Termini costituiscono un accordo legalmente vincolante (l'Accordo) tra te e MicronVPN. Se non sei d'accordo con qualsiasi parte dei Termini, non puoi utilizzare i nostri Servizi. Creando un account per l'utilizzo dei nostri Servizi, dichiari di avere almeno diciotto (18) anni o di essere una persona giuridica valida e che le informazioni di registrazione che hai fornito sono accurate e complete. Modifica MicronVPN può aggiornare i Termini di volta in volta senza preavviso. Se continui a utilizzare i Servizi, i Contenuti, il Sito, le App o il Software MicronVPN dopo l'entrata in vigore di queste modifiche, accetti i Termini modificati. La versione attuale dei Termini è disponibile sul Sito. Comprendi e accetti che è tuo obbligo rivedere questi Termini di tanto in tanto per rimanere informato sulle regole e sugli obblighi attuali. La notifica di eventuali modifiche fondamentali ai Termini verrà fornita agli abbonati tramite un messaggio di posta elettronica o un aggiornamento al Sito. L'utilizzo dei Contenuti o dei Servizi in seguito alle modifiche ai presenti Termini costituisce l'accettazione dei Termini modificati. Informativa sulla privacy MicronVPN si impegna per la tua privacy e non raccoglie né registra la cronologia di navigazione, la destinazione del traffico, il contenuto dei dati o le query DNS degli abbonati connessi alla nostra VPN. Raccogliamo solo le informazioni necessarie per la corretta erogazione del Sito e dei Servizi. Per motivi di chiarezza e trasparenza, abbiamo inserito tutte le informazioni relative alla raccolta dei dati in un documento separato denominato Privacy Policy, disponibile sul Sito. Si prega di rivedere l'informativa sulla privacy nella sua interezza per avere una chiara comprensione di come gestiamo i tuoi dati sensibili. Gli abbonamenti ai servizi MicronVPN sono disponibili al momento della registrazione sul sito. Iscrivendoti ai Servizi, accetti di diventare un abbonato (Abbonato) per il periodo che hai scelto. Un elenco completo dei piani di abbonamento e dei prezzi è disponibile nell'applicazione. MicronVPN si riserva il diritto di modificare le quote di abbonamento o istituire nuove quote in qualsiasi momento previo ragionevole preavviso pubblicato sul Sito o inviato via e-mail. Eventuali modifiche ai prezzi non influiranno sul periodo di abbonamento corrente dell'Abbonato e entreranno in vigore al momento del rinnovo dell'abbonamento. Se supportati dal tuo metodo di pagamento, i piani si rinnovano automaticamente per impostazione predefinita al termine del periodo di fatturazione. Per impostazione predefinita, il periodo di rinnovo ha la stessa durata del periodo di fatturazione per l'abbonamento originale. La quota di abbonamento verrà addebitata automaticamente sull'ultimo metodo di pagamento selezionato. Se desideri interrompere il rinnovo automatico, puoi accedere al Sito e disattivare il rinnovo automatico. Per impostazione predefinita, il rinnovo automatico è attivato quando utilizzi un metodo di pagamento che supporta il rinnovo automatico (come una carta di credito o Paypal) e disattivato quando utilizzi un metodo di pagamento che non supporta il rinnovo automatico (come bitcoin ). Ogni abbonamento a pagamento te ne garantisce uno licenza da utilizzare su tre (3) diversi dispositivi in ​​qualsiasi momento. Se desideri utilizzare i Servizi su più di tre dispositivi alla volta, puoi (i) utilizzare MicronVPN sul tuo router acquistare piani di abbonamento aggiuntivi o acquistare licenze aggiuntive tramite l'opzione licenze a volume. Per ulteriori informazioni sul programma volume licensing, contattare l'assistenza. Politica di rimborso I rimborsi sono gestiti da Apple App Store. Politica di utilizzo accettabile È possibile accedere ai servizi MicronVPN da tutto il mondo, pertanto è responsabilità dell'utente valutare se l'utilizzo del sito, delle app, del software o dei servizi è conforme alle leggi e ai regolamenti locali. Ogni volta che utilizzi il Sito, le App, il Software o i Servizi, devi rispettare i presenti Termini e le leggi, i regolamenti e le politiche applicabili. Comprendi che è tua responsabilità mantenere riservate le informazioni del tuo account Titan VPN. Sei responsabile di tutte le attività sotto il tuo account. Se scopri o sospetti che qualcuno abbia effettuato l'accesso al tuo account senza la tua autorizzazione, ti consigliamo di informarci immediatamente in modo che possiamo revocare le credenziali del tuo account e rilasciarne di nuove. MicronVPN mira a fornire il miglior servizio possibile a tutti i nostri abbonati. In tal senso, richiediamo di non abusare dei nostri Contenuti o Servizi. Un uso improprio si riferisce a qualsiasi utilizzo, accesso o interferenza con i Contenuti o i Servizi contrari ai Termini o alla legge applicabilews e regolamenti. Al fine di proteggere i Servizi dall'uso improprio o utilizzato per danneggiare qualcuno, MicronVPN si riserva il diritto di adottare misure appropriate quando i nostri Servizi vengono utilizzati in violazione dei presenti Termini e delle leggi applicabili. Accetti che MicronVPN possa chiudere il tuo account, senza fornire un rimborso per i Servizi già pagati, se usi impropriamente il Servizio. Utilizzando i nostri Servizi, accetti di non: Inviare o trasmettere pubblicità o contenuti non richiesti (ad esempio, spam) tramite il Servizio. Inviare, pubblicare o trasmettere tramite il Servizio qualsiasi contenuto illegale, odioso, minaccioso, offensivo o diffamatorio; viola i diritti di proprietà intellettuale; invade la privacy; o incita alla violenza. Caricare, scaricare, pubblicare, riprodurre o distribuire qualsiasi contenuto protetto da copyright o qualsiasi altro diritto di proprietà senza aver prima ottenuto l'autorizzazione dal proprietario del contenuto proprietario. Caricare, scaricare, pubblicare, riprodurre o distribuire qualsiasi contenuto che includa rappresentazioni sessuali o esplicite di minori. Impegnarsi in qualsiasi comportamento che limiti o inibisca qualsiasi altro Abbonato dall'utilizzo o dal godimento del Servizio. Tentare di accedere, sondare o connettersi a dispositivi informatici senza un'autorizzazione adeguata (ad esempio, qualsiasi forma di hacking). Tentare di compilare, utilizzare o distribuire un elenco di indirizzi IP gestiti da MicronVPN insieme al Servizio. Utilizzare il Servizio per scopi diversi da quelli legittimi. Licenza Subordinatamente al rispetto dei presenti Termini, MicronVPN concede all'utente una licenza non esclusiva e limitata per scaricare e utilizzare il Software. È severamente vietato modificare, distribuire a parti non autorizzate, eseguire il reverse engineering o utilizzare in altro modo il Software in qualsiasi modo non espressamente autorizzato da MicronVPN. L'utilizzo di qualsiasi materiale soggetto ai diritti di proprietà intellettuale di MicronVPN è vietato a meno che non sia stato fornito un esplicito consenso scritto da MicronVPN. Lingua e traduzione dei contenuti Tutti i nostri contenuti sono stati originariamente scritti in inglese. Qualsiasi traduzione dei nostri Contenuti viene eseguita con il massimo impegno. Non possiamo garantire l'accuratezza del Contenuto tradotto. In caso di discrepanza tra il Contenuto tradotto e il Contenuto in inglese, prevarrà il Contenuto in inglese. Siti Web di terze parti MicronVPN può fornire contenuti appartenenti a terze parti (terze parti) o collegamenti che conducono a siti Web di terze parti. MicronVPN non è responsabile della disponibilità dei contenuti forniti da Terze parti in quanto non sono sotto il controllo o la supervisione di MicronVPN e potrebbero avere termini di utilizzo e politiche differenti. Il tuo accesso tramite i nostri Servizi a qualsiasi sito Web, servizio o contenuto fornito da Terze Parti non indica alcuna relazione tra MicronVPN e tali Terze Parti. Avvertenze Faremo del nostro meglio per evitare interruzioni del Sito e dei Servizi. Tuttavia, questi sono forniti così come sono e secondo disponibilità e non garantiamo, espressamente o implicitamente, l'accuratezza di qualsiasi materiale o informazione fornita attraverso il Sito o il Servizio, o la loro idoneità per uno scopo particolare. Decliniamo espressamente tutte le garanzie di qualsiasi tipo, esplicite o implicite, incluse ma non limitate a garanzie di commerciabilità o idoneità per uno scopo particolare o non violazione. Non forniamo alcuna garanzia che i Servizi soddisfino le vostre esigenze, o che saranno ininterrotti, tempestivi, sicuri o privi di errori, o che i difetti, se presenti, verranno corretti. Riconosci di accedere al Sito e ai Servizi a tuo esclusivo rischio e discrezione. La copertura del servizio VPN, le velocità, le posizioni dei server e la qualità possono variare. MicronVPN tenterà di rendere disponibile il Servizio in ogni momento. Tuttavia, il Servizio potrebbe essere soggetto a indisponibilità per una serie di fattori al di fuori del nostro controllo, incluse, a titolo esemplificativo ma non esaustivo, le emergenze; guasti dei servizi di terze parti; o problemi o limitazioni di trasmissione, apparecchiature o rete, interferenze o potenza del segnale; e può essere interrotto, rifiutato, limitato o accorciato. Non siamo responsabili per dati, messaggi o pagine persi, non consegnati, ritardati o indirizzati in modo errato a causa di interruzioni o problemi di prestazioni con il Servizio, i servizi di comunicazione o le reti. Potremmo imporre limiti di utilizzo o di Servizio, sospendere il Servizio, chiudere gli account VPN o bloccare determinati tipi di utilizzo a nostra esclusiva discrezione per proteggere gli Abbonati o il Servizio. L'esattezza e la tempestività dei dati ricevuti non è garantita; possono verificarsi ritardi o omissioni. MicronVPN si riserva il diritto di indagare su questioni che consideriamo violazioni dei presenti Termini. Possiamo, ma non siamo obbligati, a nostra esclusiva discrezione e senza preavviso, rimuovere, bloccare, filtrare o limitare con qualsiasi mezzo qualsiasi materiale o informazione che consideriamo essere una violazione effettiva o potenziale delle restrizioni stabilite nei presenti Termini, e qualsiasi altra attività che possa esporre MicronVPN o i nostri clienti a responsabilità. MicronVPN declina ogni e qualsiasi responsabilità per eventuali inadempimenti da parte nostra nell'impedire che tali materiali o informazioni siano disponibilig trasmessi tramite il Servizio e/o nel tuo dispositivo informatico. Limitazioni di responsabilità MicronVPN non sarà responsabile e non avrà alcuna responsabilità di alcun tipo nei confronti di alcun Abbonato o altro individuo per eventuali perdite o danni subiti in caso di: qualsiasi guasto o interruzione del Sito o del Servizio; qualsiasi atto o omissione di terzi coinvolti nella messa a disposizione dell'utente del Sito o del Servizio o dei dati in esso contenuti; qualsiasi altra causa relativa al tuo accesso o utilizzo, o impossibilità di accedere o utilizzare, qualsiasi parte del Sito o del suo Contenuto; le tue interazioni sul Sito o sul Servizio; il mancato rispetto del presente Accordo da parte dell'utente; il costo dell'approvvigionamento di beni o servizi sostitutivi; o accesso non autorizzato o alterazione delle tue trasmissioni o dati, indipendentemente dal fatto che le circostanze che hanno dato origine a tale causa fossero o meno sotto il controllo di MicronVPN o di qualsiasi fornitore che fornisce software, servizi o supporto per il Sito o il Servizio. In nessun caso MicronVPN, i suoi partner, affiliati, sussidiari, membri, funzionari o dipendenti saranno responsabili per qualsiasi danno diretto, speciale, indiretto, consequenziale o incidentale, o per qualsiasi altra perdita o danno di qualsiasi tipo, anche se hanno stato avvisato della possibilità di ciò. Quanto sopra non si applica nella misura vietata dalla legge applicabile. Indennizzo L'utente accetta di indennizzare, difendere e tenere indenne MicronVPN, i suoi funzionari, direttori, dipendenti, membri, partner, agenti e fornitori e i rispettivi affiliati, funzionari, direttori, dipendenti, membri, azionisti, partner e agenti, da qualsiasi reclamo e spesa, comprese le spese legali, derivanti dall'utilizzo del Contenuto e del Servizio, inclusa, a titolo esemplificativo ma non esaustivo, la violazione del presente Accordo. Possiamo, a nostra esclusiva discrezione, assumere la difesa e il controllo esclusivi di qualsiasi questione soggetta a indennizzo da parte tua. L'assunzione di tale difesa o controllo da parte nostra, tuttavia, non esonera nessuno dei tuoi obblighi di indennizzo. Scelta della legge Il presente Accordo sarà regolato e interpretato in conformità con le leggi dell'Estonia, escluse le norme che disciplinano i conflitti di legge. Arbitrato Tutte le controversie derivanti da o relative al presente Accordo o all'uso del Sito o dei Servizi saranno risolte in via definitiva in base alle Regole di arbitrato (Regole) del Centro internazionale per la risoluzione delle controversie (ICDR) da un arbitro (Arbitro) nominato in conformità con detto Regolamento. L'arbitrato sarà condotto a Tallinn, in Estonia, a meno che tutte le parti non concordino diversamente con un accordo scritto firmato. L'Arbitro deve essere qualificato e avere un background nell'area delle reti di computer, incluso ma non limitato a Internet. L'Arbitro avrà l'autorità di consentire un rapido scambio di documenti, ma qualsiasi scoperta sarà limitata alle richieste di documenti e agli interrogatori. L'Arbitro non avrà alcun potere o autorità per aggiungere o sminuire il presente Accordo e i costi dell'arbitrato saranno sostenuti in parti uguali, ad eccezione di quanto descritto di seguito. L'arbitrato sarà condotto secondo un programma accelerato. L'arbitrato deve essere concluso e deve essere emesso un lodo entro centoventi (120) giorni dalla presentazione della domanda di arbitrato, a meno che tutte le parti del procedimento arbitrale non concordino per iscritto una proroga o una proroga. Fatta salva qualsiasi legge applicabile contraria, l'utente accetta che qualsiasi causa di azione derivante da o correlata all'uso del nostro Sito o dei nostri Servizi deve essere avviata entro un (1) anno dalla maturazione della causa dell'azione, o tale azione sarà definitivamente interdetto. Nel caso in cui MicronVPN sia il convenuto in tale arbitrato, i danni assegnati a MicronVPN non possono superare l'importo pagato a MicronVPN per l'utilizzo del Servizio. L'arbitro avrà l'autorità di concedere qualsiasi provvedimento provvisorio, preliminare o ingiuntivo in una forma sostanzialmente simile a quella che sarebbe altrimenti concessa da un tribunale. L'arbitro non ha il potere di concedere danni punitivi. Il lodo arbitrale risultante può essere eseguito, o può essere richiesto un provvedimento ingiuntivo, in qualsiasi tribunale della giurisdizione competente in Estonia. I costi ragionevoli (compresi tutti i costi dell'arbitrato) e le spese legali saranno assegnati alla parte che ha avviato l'arbitrato, nel caso in cui tale parte non prevalga nell'arbitrato. Le parti soggette a questa disposizione arbitrale includono MicronVPN, i suoi funzionari, direttori e dipendenti e qualsiasi società o entità legale che sia una società madre, controllata o consociata di MicronVPN o con la quale MicronVPN ha stipulato un contratto per fornire servizi agli Abbonati tramite MicronVPN. Disposizioni finali Se qualsiasi disposizione del presente Accordo è ritenuta non valida o inapplicabile, tale disposizione sarà interpretata in modo coerente con la legge applicabile per riflettere l'intento originale della disposizione, e le restanti disposizioni del presente Accordo rimarranno in vigore a tutti gli effetti. Qualsiasi mancato esercizio o enforce qualsiasi diritto o disposizione del presente accordo non costituirà una rinuncia a tale diritto o disposizione.
ja: この利用規約文書 (規約) は、(MicronVPN) が提供する VPN サービス (サービスまたはサービス) の利用規約の概要を説明しています。これらの条件は、MicronVPN Web サイト (サイト)、アプリケーション (アプリ)、および MicronVPN が提供するソフトウェア (ソフトウェア) を含む MicronVPN のコンテンツ (コンテンツ) の使用およびアクセスにも適用されます。 これらの条件に同意することにより、ここで読むことができるプライバシー ポリシー (プライバシー ポリシー) にも同意したことになります。 受諾 コンテンツまたはサービスにアクセスすることにより、あなたは、あなた自身またはあなたが代表する人 (あなた) を代表して、これらの条件を完全に遵守し、法的に拘束されることに同意したことになります。これらの条件は、お客様と MicronVPN の間の法的拘束力のある契約 (本契約) を構成します。条件の一部に同意しない場合、当社のサービスを使用することはできません。当社のサービスを使用するためのアカウントを作成することにより、お客様は、お客様が 18 歳以上であること、または有効な法人であること、およびお客様が提供した登録情報が正確かつ完全であることを表明します。 変更 MicronVPN は予告なしに本規約を随時更新することがあります。これらの変更が有効になった後も MicronVPN サービス、コンテンツ、サイト、アプリ、またはソフトウェアを引き続き使用する場合は、改訂された条件に同意するものとします。本規約の最新版は、サイトで入手できます。お客様は、現在の規則と義務について常に最新の情報を得るために、本規約を随時確認する義務があることを理解し、同意するものとします。規約の主要な変更に関する通知は、電子メール メッセージまたはサイトの更新を通じて加入者に提供されます。これらの条件の変更後にコンテンツまたはサービスを使用すると、変更された条件に同意したことになります。 プライバシー ポリシー MicronVPN はお客様のプライバシーを保護し、当社の VPN に接続された加入者から閲覧履歴、トラフィックの宛先、データ コンテンツ、または DNS クエリを収集または記録しません。当社は、サイトおよびサービスを適切に提供するために必要な情報のみを収集します。明確さと透明性を確保するために、データ収集に関連するすべての情報を、プライバシー ポリシーと呼ばれる別の文書に掲載しました。この文書は、サイトで入手できます。プライバシーポリシー全体を確認して、機密データの取り扱い方法を明確に理解してください。 サブスクリプション MicronVPN サービスは、サイトに登録すると利用できます。サービスに加入することにより、選択した期間の加入者 (加入者) になることに同意したことになります。サブスクリプション プランと価格の完全なリストは、アプリケーションで入手できます。 MicronVPN は、合理的な事前通知をサイトに掲載するか、電子メールで送信することにより、いつでもサブスクリプション料金を修正するか、新しい料金を設定する権利を留保します。価格の変更は、サブスクライバーの現在のサブスクリプション期間には影響せず、サブスクリプションの更新時に有効になります。お使いの支払い方法でサポートされている場合、プランは請求期間の終了時にデフォルトで自動的に更新されます。デフォルトでは、更新期間は元のサブスクリプションの請求期間と同じ期間です。サブスクリプション料金は、最後に選択した支払い方法に自動的に請求されます。自動更新を中止したい場合は、サイトにサインインして自動更新をオフにすることができます。デフォルトでは、自動更新をサポートする支払い方法 (クレジット カードや Paypal など) を使用すると自動更新がオンになり、自動更新をサポートしない支払い方法 (ビットコインなど) を使用するとオフになります。 ）。有料サブスクリプションごとに 1 つ付与されます いつでも 3 台の異なるデバイスで使用できるライセンス。一度に 3 つ以上のデバイスでサービスを使用する場合は、(i) ルーターで MicronVPN を使用することができます。 追加のサブスクリプション プランを購入する、または 「ボリューム ライセンス」オプションを通じて追加のライセンスを購入します。 「ボリューム ライセンス」プログラムの詳細については、サポートにお問い合わせください。 返金ポリシー 返金は Apple App Store で処理されます。 利用規約 MicronVPN サービスは世界中からアクセスされる可能性があるため、サイト、アプリ、ソフトウェア、またはサービスの使用が現地の法律および規制に準拠しているかどうかを評価するのはお客様の責任です。サイト、アプリ、ソフトウェア、またはサービスを使用するときはいつでも、これらの条件および適用される法律、規制、およびポリシーを遵守する必要があります。 Titan VPN アカウント情報を秘密にしておくことは、あなたの責任であることを理解しています。あなたは、あなたのアカウントの下でのすべての活動に責任があります。誰かがあなたの許可なしにあなたのアカウントにアクセスしたことを発見した場合、またはその疑いがある場合は、アカウントの資格情報を取り消して新しい資格情報を発行できるように、すぐに当社に連絡することをお勧めします。 MicronVPN は、すべての加入者に可能な限り最高のサービスを提供することを目指しています。その意味で、当社のコンテンツまたはサービスを悪用しないでください。誤用とは、本規約または適用される la に反するコンテンツまたはサービスの使用、アクセス、または干渉を指します。ws と規制。本サービスが悪用されたり、誰かに危害を加えるために使用されたりすることを防ぐために、MicronVPN は、本規約および適用法に反して本サービスが使用されている場合、適切な措置を講じる権利を留保します。サービスを悪用した場合、MicronVPN はすでに支払われたサービスの払い戻しを行わずにアカウントを終了する場合があることに同意するものとします。当社のサービスを使用する際、お客様は次のことを行わないことに同意するものとします。違法、憎悪、脅迫、侮辱、または中傷的なコンテンツを本サービス上で送信、投稿、または送信すること。知的財産権の侵害;プライバシーを侵害します。または暴力を扇動する。所有権のあるコンテンツの所有者から最初に許可を得ることなく、著作権またはその他の所有権によって保護されているコンテンツをアップロード、ダウンロード、投稿、複製、または配布すること。未成年者の性的または露骨な描写を含むコンテンツをアップロード、ダウンロード、投稿、複製、または配布する。他の加入者が本サービスを使用または享受することを制限または阻害する行為に関与すること。適切な承認なしにコンピューティング デバイスへのアクセス、プローブ、または接続を試みること (つまり、あらゆる形式のハッキング)。 MicronVPN が本サービスと連携して運用する IP アドレスのリストを作成、利用、または配布しようとする行為。合法的な目的以外で本サービスを使用すること。 ライセンス お客様が本規約を遵守することを条件として、MicronVPN は、ソフトウェアをダウンロードして使用するための非独占的かつ限定的なライセンスをお客様に付与します。 MicronVPN によって明示的に許可されていない方法でのソフトウェアの変更、無許可の第三者への配布、リバース エンジニアリング、またはその他の使用は固く禁じられています。 MicronVPN の書面による明示的な同意がない限り、MicronVPN の知的財産権の対象となる素材の使用は禁止されています。 コンテンツの言語と翻訳 当社のコンテンツはすべて、もともと英語で書かれています。当社のコンテンツの翻訳は、ベスト エフォート ベースで行われます。翻訳されたコンテンツの正確性は保証できません。翻訳されたコンテンツと英語のコンテンツの間に矛盾がある場合は、英語のコンテンツが優先されるものとします。 サード パーティの Web サイト MicronVPN は、サード パーティ (サード パーティ) に属するコンテンツ、またはサード パーティの Web サイトへのリンクを提供する場合があります。 MicronVPN は、MicronVPN の管理または監督下にないサード パーティによって提供されるコンテンツの可用性について責任を負いません。また、サード パーティには異なる使用条件およびポリシーが適用される場合があります。当社のサービスを通じて、第三者が提供するウェブサイト、サービス、またはコンテンツにアクセスしたとしても、MicronVPN とそのような第三者との関係を示すものではありません。 免責事項 当社は、サイトおよびサービスの中断を防止するよう努めます。ただし、これらは現状のまま提供されるものであり、明示的または暗示的に、サイトまたはサービスを通じて提供される資料または情報の正確性、または特定の目的への適合性を保証するものではありません。当社は、商品性、特定目的への適合性、または非侵害の保証を含むがこれらに限定されない、明示または黙示を問わず、あらゆる種類の保証を明示的に否認します。当社は、本サービスがお客様の要件を満たしていること、サービスが中断されず、タイムリーであり、安全で、エラーがないこと、または欠陥がある場合でも修正されることを保証しません。お客様は、お客様の単独のリスクと裁量でサイトおよびサービスにアクセスすることを認めます。 VPN サービスの範囲、速度、サーバーの場所、および品質は異なる場合があります。 MicronVPN は、常にサービスを利用できるように努めます。ただし、サービスは、緊急事態を含むがこれに限定されない、当社の制御を超えるさまざまな要因により利用できなくなる場合があります。サードパーティ サービスの障害。または伝送、機器、またはネットワークの問題または制限、干渉、または信号強度。中断、拒否、制限、または縮小される可能性があります。サービス、通信サービス、またはネットワークの中断またはパフォーマンスの問題が原因で、データ、メッセージ、またはページが失われた、配信されなかった、遅延した、または誤って送信された場合、当社は責任を負いません。当社は、加入者またはサービスを保護するために、独自の裁量により、使用またはサービスの制限を課したり、サービスを一時停止したり、VPN アカウントを終了したり、特定の種類の使用をブロックしたりする場合があります。受信したデータの正確性と適時性は保証されません。遅れや欠品が発生する場合があります。 MicronVPN は、本規約の違反とみなされる事項を調査する権利を留保します。当社は、独自の裁量により、予告なしに、本規約に定められた制限に対する実際の違反または潜在的な違反であると当社が考える資料または情報を、何らかの方法で削除、ブロック、フィルタリング、または制限することができますが、義務ではありません。 MicronVPN または当社の顧客が責任を負う可能性のあるその他の活動。 MicronVPN は、そのような資料や情報が利用できないようにするために当社が失敗した場合、一切の責任を負わないものとします。g サービスを介して、および/またはコンピューティング デバイスに送信されます。 責任の制限 MicronVPN は、加入者またはその他の個人に対して、次の場合に発生する損失または損害について、一切の責任を負わないものとします。サイトまたはサービス、またはそこに含まれるデータをお客様が利用できるようにすることに関与する第三者の作為または不作為。サイトまたはそのコンテンツのいずれかの部分へのアクセスまたは使用、またはアクセスまたは使用できないことに関連するその他の原因。サイトまたはサービスでのやり取り。お客様が本契約を遵守しなかった場合。代替商品またはサービスの調達費用。または、送信またはデータへの不正アクセスまたは改ざん。そのような原因を引き起こした状況が、MicronVPN、またはサイトまたはサービスのソフトウェア、サービス、またはサポートを提供するベンダーの管理下にあったかどうかにかかわらず.いかなる場合でも、MicronVPN、そのパートナー、関連会社、子会社、メンバー、役員、または従業員は、直接的、特別、間接的、結果的、または偶発的な損害、またはあらゆる種類のその他の損失または損害について、責任を負わないものとします。その可能性を指摘されました。上記は、適用法で禁止されている範囲では適用されないものとします。 補償 お客様は、MicronVPN、その役員、取締役、従業員、メンバー、パートナー、代理人、およびサプライヤー、ならびにそれぞれの関連会社、役員、取締役、従業員、メンバー、株主、パートナー、および代理人を補償し、弁護し、免責することに同意するものとします。本契約の違反を含むがこれに限定されないコンテンツおよびサービスの使用に起因する、弁護士費用を含むすべての請求および費用。当社は、独自の裁量により、お客様による補償の対象となる事項について、排他的な防御および管理を行うことができます。ただし、当社によるそのような防御または管理の想定は、お客様の補償義務を免除するものではありません。 法の選択 本契約は、法の抵触に関する規則を除き、エストニアの法律に準拠し、同法に従って解釈されるものとします。 仲裁 本契約またはサイトまたはサービスの使用に起因または関連するすべての紛争は、国際紛争解決センター (ICDR) の仲裁規則 (規則) に基づいて、1 名の仲裁人 (仲裁人) によって最終的に解決されるものとします。上記のルールで。仲裁は、すべての当事者が署名済みの書面による合意によって別段の合意をしない限り、エストニアのタリンで行われるものとします。仲裁人は資格があり、インターネットを含むがこれに限定されないコンピューター ネットワークの分野のバックグラウンドを持っている必要があります。仲裁人は、文書の迅速な交換を許可する権限を有するものとしますが、証拠開示は文書の要求と尋問に限定されるものとします。仲裁人は、本契約に追加または削除する権限または権限を持たないものとし、仲裁の費用は、以下に記載されている場合を除き、平等に負担するものとします。仲裁は、迅速なスケジュールで実施されるものとします。仲裁手続きのすべての当事者が時間の延長または継続に書面で同意しない限り、仲裁は、仲裁の要求の提出から 120 日以内に終了し、裁定を発行する必要があります。反対の適用法に従うことを条件として、お客様は、当社のサイトまたはサービスの使用に起因または関連する訴訟原因は、訴訟原因が発生してから 1 年以内に開始されなければならないことに同意するものとします。永久に禁止。 MicronVPN がそのような仲裁の被告である場合、MicronVPN に対して裁定される損害賠償額は、サービスの使用に対して MicronVPN に支払った金額を超えることはありません。仲裁人は、裁判所によって認められるものと実質的に同様の形式で、一時的、予備的、または差し止めによる救済を認める権限を有するものとします。仲裁人は、懲罰的損害賠償を裁定する権限を持たないものとします。結果として生じる仲裁裁定は、エストニアの管轄裁判所で執行されるか、差し止めによる救済を求めることができます。合理的な費用 (仲裁のすべての費用を含む) および弁護士費用は、当事者が仲裁で勝訴しない場合、仲裁を開始した当事者に対して裁定されるものとします。この仲裁条項の対象となる当事者には、MicronVPN、その役員、取締役、従業員、および MicronVPN の親会社、子会社、または姉妹会社であるか、MicronVPN が加入者にサービスを提供する契約を結んでいる会社または法人が含まれます。 VPN エボ。 最終条項 本契約のいずれかの条項が無効または法的強制力がないと判断された場合、その条項は適用法と一致する形でその条項の当初の意図を反映するものと解釈され、本契約の残りの条項は完全な効力を維持するものとします。行使または執行の不履行本契約のいかなる権利または規定も、かかる権利または規定の放棄を構成するものではありません。
ms: Dokumen Syarat Perkhidmatan (Syarat) ini menggariskan terma dan syarat penggunaan perkhidmatan VPN (Perkhidmatan atau Perkhidmatan) yang disediakan oleh (MicronVPN). Terma ini juga mengawal penggunaan dan akses kepada kandungan MicronVPN (Kandungan), yang termasuk tapak web MicronVPN (Tapak), aplikasi (Apl) dan sebarang perisian yang disediakan oleh MicronVPN (Perisian). Dengan bersetuju menerima Terma ini, anda juga bersetuju menerima Dasar Privasi (Dasar Privasi), yang boleh anda baca di sini. Penerimaan Dengan mengakses Kandungan atau Perkhidmatan, anda bersetuju bagi pihak anda sendiri atau mereka yang anda wakili (anda) untuk mematuhi dan terikat secara sah oleh Terma ini secara keseluruhannya. Syarat ini membentuk perjanjian yang mengikat secara sah (Perjanjian) antara anda dan MicronVPN. Jika anda tidak bersetuju dengan mana-mana bahagian Syarat, anda tidak boleh menggunakan Perkhidmatan kami. Dengan mencipta akaun untuk menggunakan Perkhidmatan kami, anda menyatakan bahawa anda berumur sekurang-kurangnya lapan belas (18) tahun atau anda adalah entiti undang-undang yang sah, dan maklumat pendaftaran yang anda berikan adalah tepat dan lengkap. Pengubahsuaian MicronVPN boleh mengemas kini Syarat dari semasa ke semasa tanpa notis. Jika anda terus menggunakan Perkhidmatan, Kandungan, Tapak, Apl atau Perisian MicronVPN selepas perubahan ini berkuat kuasa, maka anda bersetuju menerima Syarat yang disemak. Versi semasa Terma tersedia di Tapak. Anda memahami dan bersetuju bahawa adalah menjadi kewajipan anda untuk menyemak Terma ini dari semasa ke semasa untuk kekal dimaklumkan tentang peraturan dan kewajipan semasa. Pemberitahuan mengenai sebarang perubahan teras kepada Terma akan diberikan kepada pelanggan melalui mesej e-mel atau kemas kini ke Tapak. Penggunaan Kandungan atau Perkhidmatan anda berikutan perubahan kepada Syarat ini merupakan penerimaan anda terhadap Syarat yang diubah. Dasar Privasi MicronVPN komited terhadap privasi anda dan tidak mengumpul atau mencatat sejarah penyemakan imbas, destinasi trafik, kandungan data atau pertanyaan DNS daripada Pelanggan yang disambungkan ke VPN kami. Kami hanya mengumpul maklumat yang diperlukan untuk penghantaran Tapak dan Perkhidmatan yang betul. Demi kejelasan dan ketelusan, kami telah meletakkan semua maklumat yang berkaitan dengan pengumpulan data dalam dokumen berasingan yang dikenali sebagai Dasar Privasi, yang tersedia di Tapak. Sila semak Dasar Privasi secara keseluruhan untuk mendapatkan pemahaman yang jelas tentang cara kami mengendalikan data sensitif anda. Langganan Perkhidmatan MicronVPN tersedia untuk anda semasa pendaftaran di Tapak. Dengan melanggan Perkhidmatan, anda bersetuju untuk menjadi pelanggan (Pelanggan) untuk tempoh yang anda pilih. Senarai penuh pelan langganan dan harga tersedia pada aplikasi. MicronVPN berhak untuk meminda yuran langganan atau memulakan yuran baharu pada bila-bila masa selepas notis awal yang munasabah disiarkan di Laman atau dihantar melalui e-mel. Sebarang perubahan pada harga tidak akan menjejaskan tempoh langganan semasa Pelanggan dan akan berkuat kuasa selepas pembaharuan langganan. Apabila disokong oleh kaedah pembayaran anda, rancangan diperbaharui secara automatik secara lalai apabila tamat tempoh pengebilan. Secara lalai, tempoh pembaharuan adalah untuk tempoh yang sama seperti tempoh pengebilan untuk langganan asal. Yuran langganan akan dicaj secara automatik kepada kaedah pembayaran yang terakhir anda pilih. Jika anda ingin menghentikan pembaharuan automatik, anda boleh log masuk ke Tapak dan mematikan pembaharuan automatik. Secara lalai, pembaharuan automatik dihidupkan apabila anda menggunakan kaedah pembayaran yang menyokong pembaharuan automatik (seperti kad kredit atau Paypal) dan dimatikan apabila anda menggunakan kaedah pembayaran yang tidak menyokong pembaharuan automatik (seperti bitcoin ). Setiap langganan berbayar memberi anda satu lesen untuk digunakan pada tiga (3) peranti berbeza pada bila-bila masa. Jika anda ingin menggunakan Perkhidmatan pada lebih daripada tiga peranti pada satu masa, maka anda boleh sama ada (i) menggunakan MicronVPN pada penghala anda membeli pelan langganan tambahan, atau membeli lesen tambahan melalui pilihan 'pelesenan volum'. Untuk mendapatkan maklumat lanjut tentang program 'pelesenan volum', sila hubungi sokongan. Bayaran Balik Dasar Bayaran Balik dikendalikan oleh Apple App Store. Dasar Penggunaan Boleh Diterima Perkhidmatan MicronVPN boleh diakses dari seluruh dunia, jadi adalah menjadi tanggungjawab anda untuk menilai sama ada menggunakan Tapak, Apl, Perisian atau Perkhidmatan ini mematuhi undang-undang dan peraturan tempatan. Setiap kali anda menggunakan Tapak, Apl, Perisian atau Perkhidmatan, anda harus mematuhi Terma ini dan undang-undang, peraturan dan dasar yang berkenaan. Anda faham bahawa adalah menjadi tanggungjawab anda untuk merahsiakan maklumat akaun Titan VPN anda. Anda bertanggungjawab untuk semua aktiviti di bawah akaun anda. Jika anda pernah menemui atau mengesyaki bahawa seseorang telah mengakses akaun anda tanpa kebenaran anda, anda dinasihatkan untuk memaklumkan kami dengan segera supaya kami boleh membatalkan kelayakan akaun anda dan mengeluarkan yang baharu. MicronVPN menyasarkan untuk memberikan perkhidmatan yang terbaik kepada semua Pelanggan kami. Dalam pengertian itu, kami menghendaki anda tidak menyalahgunakan Kandungan atau Perkhidmatan kami. Penyalahgunaan merujuk kepada sebarang penggunaan, akses atau gangguan terhadap Kandungan atau Perkhidmatan yang bertentangan dengan Terma atau laws dan peraturan. Untuk melindungi Perkhidmatan daripada disalahgunakan atau digunakan untuk membahayakan seseorang, MicronVPN berhak untuk mengambil langkah yang sewajarnya apabila Perkhidmatan kami digunakan bertentangan dengan Syarat dan undang-undang yang berkenaan. Anda bersetuju bahawa MicronVPN boleh menamatkan akaun anda, tanpa memberikan bayaran balik untuk Perkhidmatan yang telah dibayar, jika anda menyalahgunakan Perkhidmatan. Dalam menggunakan Perkhidmatan kami, anda bersetuju untuk tidak: Menghantar atau menghantar iklan atau kandungan yang tidak diminta (iaitu, spam) melalui Perkhidmatan. Menghantar, menyiarkan atau menghantar melalui Perkhidmatan apa-apa kandungan yang menyalahi undang-undang, kebencian, mengancam, menghina atau memfitnah; melanggar hak harta intelek; menceroboh privasi; atau menghasut keganasan. Memuat naik, memuat turun, menyiarkan, mengeluarkan semula atau mengedarkan mana-mana kandungan yang dilindungi oleh hak cipta atau mana-mana hak proprietari lain tanpa terlebih dahulu mendapat kebenaran daripada pemilik kandungan proprietari tersebut. Muat naik, muat turun, siarkan, hasilkan semula atau edarkan sebarang kandungan yang mengandungi gambaran seksual atau eksplisit kanak-kanak di bawah umur. Terlibat dalam sebarang kelakuan yang menyekat atau menghalang mana-mana Pelanggan lain daripada menggunakan atau menikmati Perkhidmatan. Cuba untuk mengakses, menyiasat atau menyambung ke peranti pengkomputeran tanpa kebenaran yang sewajarnya (iaitu, sebarang bentuk penggodaman). Cuba untuk menyusun, menggunakan atau mengedarkan senarai alamat IP yang dikendalikan oleh MicronVPN bersama-sama dengan Perkhidmatan. Gunakan Perkhidmatan untuk apa-apa selain tujuan yang sah. Lesen Tertakluk kepada pematuhan anda dengan Terma ini, MicronVPN memberikan anda lesen tidak eksklusif dan terhad untuk memuat turun dan menggunakan Perisian. Mengubah suai, mengedar kepada pihak yang tidak dibenarkan, kejuruteraan terbalik, atau sebaliknya menggunakan Perisian dalam apa jua cara yang tidak dibenarkan secara nyata oleh MicronVPN adalah dilarang sama sekali. Penggunaan mana-mana bahan yang tertakluk kepada hak harta intelek MicronVPN adalah dilarang melainkan anda telah diberikan kebenaran bertulis yang jelas oleh MicronVPN. Bahasa dan Terjemahan Kandungan Semua Kandungan kami pada asalnya ditulis dalam bahasa Inggeris. Sebarang terjemahan Kandungan kami dilakukan atas dasar usaha terbaik. Kami tidak dapat menjamin ketepatan Kandungan yang diterjemahkan. Sekiranya terdapat sebarang percanggahan antara Kandungan yang diterjemahkan dan Kandungan Bahasa Inggeris, Kandungan Bahasa Inggeris akan diutamakan. Laman Web Pihak Ketiga MicronVPN mungkin memberi anda kandungan kepunyaan Pihak Ketiga (Pihak Ketiga) atau pautan yang membawa kepada tapak web pihak ketiga. MicronVPN tidak bertanggungjawab ke atas ketersediaan kandungan yang disediakan oleh Pihak Ketiga kerana mereka tidak berada di bawah kawalan atau penyeliaan MicronVPN, dan mereka mungkin mempunyai syarat penggunaan dan dasar yang berbeza. Akses anda melalui Perkhidmatan kami ke mana-mana tapak web, perkhidmatan atau kandungan yang disediakan oleh Pihak Ketiga tidak menunjukkan sebarang hubungan antara MicronVPN dan Pihak Ketiga tersebut. Penafian Kami akan berusaha untuk mengelakkan gangguan pada Tapak dan Perkhidmatan. Walau bagaimanapun, ini disediakan atas dasar sedia ada dan sedia ada, dan kami tidak menjamin, sama ada secara nyata atau secara tersirat, ketepatan sebarang bahan atau maklumat yang diberikan melalui Tapak atau Perkhidmatan, atau kesesuaiannya untuk sebarang tujuan tertentu. Kami dengan jelas menafikan semua waranti dalam apa jua bentuk, sama ada nyata atau tersirat, termasuk tetapi tidak terhad kepada jaminan kebolehdagangan atau kesesuaian untuk tujuan tertentu, atau bukan pelanggaran. Kami tidak membuat sebarang jaminan bahawa Perkhidmatan akan memenuhi keperluan anda, atau bahawa ia tidak akan terganggu, tepat pada masanya, selamat, atau bebas ralat, atau bahawa kecacatan, jika ada, akan dibetulkan. Anda mengakui bahawa anda mengakses Tapak dan Perkhidmatan atas risiko dan budi bicara anda sendiri. Liputan perkhidmatan VPN, kelajuan, lokasi pelayan dan kualiti mungkin berbeza-beza. MicronVPN akan cuba menyediakan Perkhidmatan pada setiap masa. Walau bagaimanapun, Perkhidmatan mungkin tertakluk kepada ketiadaan untuk pelbagai faktor di luar kawalan kami, termasuk tetapi tidak terhad kepada kecemasan; kegagalan perkhidmatan pihak ketiga; atau masalah penghantaran, peralatan atau rangkaian atau had, gangguan atau kekuatan isyarat; dan boleh diganggu, ditolak, dihadkan atau disekat. Kami tidak bertanggungjawab ke atas data, mesej atau halaman yang hilang, tidak dihantar, ditangguhkan atau tersalah hala kerana gangguan atau isu prestasi dengan Perkhidmatan, perkhidmatan komunikasi atau rangkaian. Kami mungkin mengenakan had penggunaan atau Perkhidmatan, menggantung Perkhidmatan, menamatkan akaun VPN, atau menyekat jenis penggunaan tertentu mengikut budi bicara mutlak kami untuk melindungi Pelanggan atau Perkhidmatan. Ketepatan dan ketepatan masa data yang diterima tidak dijamin; kelewatan atau ketinggalan mungkin berlaku. MicronVPN berhak untuk menyiasat perkara yang kami anggap sebagai pelanggaran Syarat ini. Kami boleh, tetapi tidak bertanggungjawab untuk, mengikut budi bicara mutlak kami dan tanpa notis, mengalih keluar, menyekat, menapis atau menyekat dengan apa-apa cara apa-apa bahan atau maklumat yang kami anggap sebagai pelanggaran sebenar atau berpotensi terhadap sekatan yang ditetapkan dalam Syarat ini, dan sebarang aktiviti lain yang boleh menyebabkan MicronVPN atau pelanggan kami liabiliti. MicronVPN menafikan sebarang dan semua liabiliti untuk sebarang kegagalan di pihak kami untuk menghalang bahan atau maklumat tersebut daripada beradag dihantar melalui Perkhidmatan dan/atau ke dalam peranti pengkomputeran anda. Had Liabiliti MicronVPN tidak akan bertanggungjawab dan tidak akan bertanggungjawab dalam apa jua bentuk kepada mana-mana Pelanggan atau individu lain untuk sebarang kerugian atau kerosakan yang anda alami sekiranya: sebarang kegagalan atau gangguan Tapak atau Perkhidmatan; sebarang tindakan atau peninggalan mana-mana Pihak Ketiga yang terlibat dalam menjadikan Tapak atau Perkhidmatan atau data yang terkandung di dalamnya tersedia untuk anda; sebarang sebab lain yang berkaitan dengan akses atau penggunaan anda, atau ketidakupayaan untuk mengakses atau menggunakan, mana-mana bahagian Laman atau Kandungannya; interaksi anda di Tapak atau Perkhidmatan; kegagalan anda untuk mematuhi Perjanjian ini; kos perolehan barangan atau perkhidmatan pengganti; atau akses tanpa kebenaran atau pengubahan penghantaran atau data anda, sama ada atau tidak keadaan yang menimbulkan sebab sedemikian mungkin berada dalam kawalan MicronVPN atau mana-mana vendor yang menyediakan perisian, perkhidmatan atau sokongan untuk Tapak atau Perkhidmatan. MicronVPN, rakan kongsi, sekutu, anak syarikat, ahli, pegawai atau pekerjanya tidak akan bertanggungjawab ke atas sebarang kerosakan langsung, khas, tidak langsung, berbangkit atau sampingan, atau untuk sebarang kerugian atau kerosakan lain dalam apa jua bentuk, walaupun jika mereka mempunyai telah dinasihatkan tentang kemungkinannya. Perkara di atas tidak boleh digunakan setakat yang dilarang oleh undang-undang yang terpakai. Ganti Rugi Anda bersetuju untuk menanggung rugi, mempertahankan, dan tidak memudaratkan MicronVPN, pegawai, pengarah, pekerja, ahli, rakan kongsi, ejen dan pembekalnya, dan ahli gabungan, pegawai, pengarah, pekerja, ahli, pemegang saham, rakan kongsi dan ejen masing-masing, daripada sebarang dan semua tuntutan dan perbelanjaan, termasuk yuran peguam, yang timbul daripada penggunaan Kandungan dan Perkhidmatan anda, termasuk tetapi tidak terhad kepada pelanggaran Perjanjian ini oleh anda. Kami boleh, mengikut budi bicara mutlak kami, menganggap pembelaan dan kawalan eksklusif bagi sebarang perkara yang tertakluk kepada ganti rugi oleh anda. Andaian pembelaan atau kawalan sedemikian oleh kami, walau bagaimanapun, tidak akan memaafkan mana-mana kewajipan ganti rugi anda. Pilihan Undang-undang Perjanjian ini akan dikawal oleh dan ditafsirkan mengikut undang-undang Estonia, tidak termasuk peraturannya yang mengawal konflik undang-undang. Timbang Tara Semua pertikaian yang timbul daripada atau berkaitan dengan Perjanjian ini atau penggunaan Tapak atau Perkhidmatan hendaklah diselesaikan di bawah Peraturan Timbangtara (Peraturan) Pusat Antarabangsa untuk Penyelesaian Pertikaian (ICDR) oleh seorang penimbang tara (Penimbangtara) yang dilantik mengikut dengan Peraturan tersebut. Timbangtara hendaklah dijalankan di Tallinn, Estonia, melainkan semua pihak bersetuju sebaliknya melalui perjanjian bertulis yang ditandatangani. Penimbangtara mestilah berkelayakan dan mempunyai latar belakang dalam bidang rangkaian komputer, termasuk tetapi tidak terhad kepada internet. Penimbangtara hendaklah mempunyai kuasa untuk membenarkan pertukaran dokumen dipercepatkan, tetapi sebarang penemuan hendaklah terhad kepada permintaan dokumen dan soal siasat. Penimbangtara tidak mempunyai kuasa atau kuasa untuk menambah atau mengurangkan Perjanjian ini, dan kos timbang tara hendaklah ditanggung secara sama rata, kecuali seperti yang diterangkan di bawah. Timbangtara hendaklah dijalankan mengikut jadual yang dipercepatkan. Timbangtara mesti dimuktamadkan, dan award dikeluarkan, tidak lewat daripada seratus dua puluh (120) hari selepas pemfailan tuntutan untuk timbang tara, melainkan semua pihak dalam prosiding timbang tara bersetuju secara bertulis untuk lanjutan masa atau penerusan. Tertakluk kepada mana-mana undang-undang terpakai yang bertentangan, anda bersetuju bahawa sebarang punca tindakan yang timbul daripada atau berkaitan dengan penggunaan Tapak atau Perkhidmatan kami mesti dimulakan dalam tempoh satu (1) tahun selepas punca tindakan terakru, atau tindakan sedemikian akan dihalang secara kekal. Sekiranya MicronVPN menjadi responden dalam mana-mana timbangtara sedemikian, ganti rugi yang diberikan terhadap MicronVPN mungkin tidak melebihi amaun yang telah anda bayar MicronVPN untuk penggunaan Perkhidmatan. Penimbangtara hendaklah mempunyai kuasa untuk memberikan apa-apa pelepasan sementara, awal atau injunksi dalam bentuk yang hampir serupa dengan yang sebaliknya akan diberikan oleh mahkamah undang-undang. Penimbangtara tidak mempunyai kuasa untuk memberikan ganti rugi punitif. Anugerah timbang tara yang terhasil boleh dikuatkuasakan, atau pelepasan injunksi boleh diminta, di mana-mana mahkamah bidang kuasa yang kompeten di Estonia. Kos yang munasabah (termasuk semua kos timbang tara) dan yuran peguam akan diberikan terhadap pihak yang memulakan timbang tara, sekiranya pihak tersebut tidak menang dalam timbang tara. Pihak yang tertakluk kepada peruntukan timbang tara ini termasuk MicronVPN, pegawai, pengarah dan pekerjanya, dan mana-mana syarikat atau entiti undang-undang yang merupakan induk, anak syarikat atau syarikat saudara kepada MicronVPN, atau yang MicronVPN telah berkontrak untuk menyediakan perkhidmatan kepada Pelanggan melalui MicronVPN. Peruntukan Akhir Jika mana-mana peruntukan dalam Perjanjian ini dianggap tidak sah atau tidak boleh dikuatkuasakan, peruntukan itu hendaklah ditafsirkan mengikut cara yang konsisten dengan undang-undang yang terpakai untuk menggambarkan niat asal peruntukan tersebut, dan peruntukan yang selebihnya dalam Perjanjian ini akan kekal berkuat kuasa dan berkesan sepenuhnya. Sebarang kegagalan untuk bersenam atau menuntutapa-apa hak atau peruntukan perjanjian ini tidak boleh menjadi penepian hak atau peruntukan tersebut.
nl: Dit Servicevoorwaardendocument (de Voorwaarden) schetst de gebruiksvoorwaarden van de VPN-services (de Services of Service) geleverd door (MicronVPN). Deze voorwaarden zijn ook van toepassing op het gebruik van en de toegang tot de inhoud van MicronVPN (de inhoud), waaronder de MicronVPN-website (de site), applicaties (de apps) en alle software die door MicronVPN wordt geleverd (de software). Door akkoord te gaan met deze Voorwaarden, gaat u ook akkoord met het Privacybeleid (Privacybeleid), dat u hier kunt lezen. Aanvaarding Door toegang te krijgen tot de inhoud of diensten, stemt u ermee in namens uzelf of degenen die u vertegenwoordigt (u) om te voldoen aan en wettelijk gebonden te zijn aan deze voorwaarden in hun geheel. Deze Voorwaarden vormen een juridisch bindende overeenkomst (de Overeenkomst) tussen u en MicronVPN. Als u niet akkoord gaat met een deel van de Voorwaarden, mag u onze Diensten niet gebruiken. Door een account aan te maken voor het gebruik van onze Diensten, verklaart u dat u ten minste achttien (18) jaar oud bent of dat u een geldige rechtspersoon bent, en dat de door u verstrekte registratie-informatie juist en volledig is. Wijziging MicronVPN kan de Voorwaarden van tijd tot tijd zonder voorafgaande kennisgeving bijwerken. Als u MicronVPN-services, -inhoud, -site, -apps of -software blijft gebruiken nadat deze wijzigingen van kracht zijn geworden, gaat u akkoord met de herziene voorwaarden. De huidige versie van de Voorwaarden is beschikbaar op de Site. U begrijpt en stemt ermee in dat het uw plicht is om deze Voorwaarden van tijd tot tijd te herzien om op de hoogte te blijven van de huidige regels en verplichtingen. Kennisgeving over belangrijke wijzigingen in de Voorwaarden zal aan abonnees worden verstrekt via een e-mailbericht of update van de Site. Uw gebruik van de inhoud of services na de wijzigingen in deze voorwaarden houdt in dat u akkoord gaat met de gewijzigde voorwaarden. Privacybeleid MicronVPN zet zich in voor uw privacy en verzamelt of logt geen browsegeschiedenis, verkeersbestemming, gegevensinhoud of DNS-query's van abonnees die zijn verbonden met onze VPN. We verzamelen alleen informatie die nodig is voor de juiste levering van de Site en Services. Omwille van de duidelijkheid en transparantie hebben we alle informatie met betrekking tot gegevensverzameling in een apart document geplaatst dat bekend staat als het Privacybeleid, dat beschikbaar is op de Site. Lees het privacybeleid in zijn geheel door om een ​​duidelijk beeld te krijgen van hoe wij omgaan met uw gevoelige gegevens. Abonnementen MicronVPN Services zijn voor u beschikbaar na registratie op de Site. Door u te abonneren op de Services, stemt u ermee in abonnee (Abonnee) te worden voor de periode die u hebt gekozen. Een volledige lijst met abonnementen en prijzen is beschikbaar op de applicatie. MicronVPN behoudt zich het recht voor om abonnementskosten te wijzigen of nieuwe tarieven in te voeren op elk moment na een redelijke voorafgaande kennisgeving op de site of verzonden via e-mail. Eventuele prijswijzigingen hebben geen invloed op de huidige abonnementsperiode van de Abonnee en worden van kracht bij verlenging van het abonnement. Indien ondersteund door uw betalingsmethode, worden abonnementen standaard automatisch verlengd aan het einde van de factureringsperiode. De verlengingstermijn is standaard voor dezelfde duur als de factureringstermijn voor het oorspronkelijke abonnement. De abonnementskosten worden automatisch in rekening gebracht via de betaalmethode die je het laatst hebt gekozen. Als u de automatische verlenging wilt stopzetten, kunt u zich aanmelden bij de site en de automatische verlenging uitschakelen. Automatische verlenging is standaard ingeschakeld wanneer u een betaalmethode gebruikt die automatische verlenging ondersteunt (zoals een creditcard of Paypal), en uitgeschakeld wanneer u een betaalmethode gebruikt die automatische verlenging niet ondersteunt (zoals bitcoin ). Elk betaald abonnement geeft je er een licentie voor gebruik op drie (3) verschillende apparaten tegelijk. Als u de Services op meer dan drie apparaten tegelijk wilt gebruiken, kunt u ofwel (i) MicronVPN op uw router gebruiken extra abonnementen kopen, of extra licenties kopen via de optie 'volumelicenties'. Neem voor meer informatie over het 'volumelicentieprogramma' contact op met de ondersteuning. Restitutiebeleid Restituties worden afgehandeld door de Apple App Store. Beleid voor acceptabel gebruik MicronVPN-services zijn toegankelijk vanuit de hele wereld, dus het is uw verantwoordelijkheid om te beoordelen of het gebruik van de site, apps, software of services in overeenstemming is met lokale wet- en regelgeving. Telkens wanneer u de Site, Apps, Software of Services gebruikt, dient u zich te houden aan deze Voorwaarden en de toepasselijke wetten, voorschriften en beleidslijnen. U begrijpt dat het uw verantwoordelijkheid is om uw Titan VPN-accountgegevens vertrouwelijk te houden. U bent verantwoordelijk voor alle activiteiten onder uw account. Als u ooit ontdekt of vermoedt dat iemand zonder uw toestemming toegang tot uw account heeft gehad, wordt u geadviseerd ons hiervan onmiddellijk op de hoogte te stellen, zodat we uw accountgegevens kunnen intrekken en nieuwe kunnen uitgeven. MicronVPN streeft ernaar al onze abonnees de best mogelijke service te bieden. In die zin eisen we dat u onze Inhoud of Diensten niet misbruikt. Misbruik verwijst naar elk gebruik van, toegang tot of interferentie met de Inhoud of Diensten in strijd met de Voorwaarden of toepasselijke laws en regelgeving. Om te voorkomen dat de Services worden misbruikt of gebruikt om iemand schade toe te brengen, behoudt MicronVPN zich het recht voor om passende maatregelen te nemen wanneer onze Services in strijd met deze Voorwaarden en toepasselijke wetgeving worden gebruikt. U stemt ermee in dat MicronVPN uw account kan beëindigen, zonder restitutie te geven voor reeds betaalde Services, als u de Service misbruikt. Door onze Services te gebruiken, stemt u ermee in om niet: ongevraagde advertenties of inhoud (d.w.z. spam) via de Service te verzenden of te verzenden. Inhoud die illegaal, haatdragend, bedreigend, beledigend of lasterlijk is via de Service verzenden, plaatsen of verzenden; inbreuk maakt op intellectuele eigendomsrechten; schendt de privacy; of aanzet tot geweld. Upload, download, post, reproduceer of verspreid inhoud die is beschermd door auteursrecht of enig ander eigendomsrecht zonder eerst toestemming te hebben verkregen van de eigenaar van de eigendomsinhoud. Upload, download, post, reproduceer of verspreid inhoud die seksuele of expliciete afbeeldingen van minderjarigen bevat. Deelnemen aan enig gedrag dat een andere Abonnee beperkt of verhindert om de Service te gebruiken of ervan te genieten. Pogingen om toegang te krijgen tot, onderzoek te doen naar of verbinding te maken met computerapparatuur zonder de juiste autorisatie (d.w.z. enige vorm van hacken). Poging om een ​​lijst met IP-adressen die door MicronVPN in combinatie met de Service worden beheerd, samen te stellen, te gebruiken of te verspreiden. Gebruik de Service voor iets anders dan wettige doeleinden. Licentie Onder voorbehoud van uw naleving van deze Voorwaarden, verleent MicronVPN u een niet-exclusieve en beperkte licentie om de Software te downloaden en te gebruiken. Het is ten strengste verboden om de Software te wijzigen, te verspreiden onder onbevoegde partijen, reverse-engineering of anderszins te gebruiken op een manier die niet uitdrukkelijk is geautoriseerd door MicronVPN. Het gebruik van enig materiaal dat onderhevig is aan de intellectuele eigendomsrechten van MicronVPN is verboden, tenzij MicronVPN u uitdrukkelijke schriftelijke toestemming heeft gegeven. Taal en vertaling van inhoud Al onze inhoud is oorspronkelijk in het Engels geschreven. Elke vertaling van onze inhoud wordt naar best vermogen gedaan. We kunnen de nauwkeurigheid van vertaalde inhoud niet garanderen. In het geval van enige discrepantie tussen de vertaalde inhoud en de Engelse inhoud, prevaleert de Engelse inhoud. Websites van derden MicronVPN kan u voorzien van inhoud die toebehoort aan derden (derde partijen) of links die leiden naar websites van derden. MicronVPN is niet verantwoordelijk voor de beschikbaarheid van de inhoud die door derden wordt geleverd, aangezien deze niet onder de controle of supervisie van MicronVPN staan ​​en mogelijk andere gebruiksvoorwaarden en beleidsregels hebben. Uw toegang via onze Services tot een website, service of inhoud die door derden wordt aangeboden, duidt niet op enige relatie tussen MicronVPN en dergelijke derden. Disclaimers We zullen ernaar streven om onderbrekingen van de Site en Services te voorkomen. Deze worden echter geleverd zoals ze zijn en zoals ze beschikbaar zijn, en we garanderen niet, expliciet of impliciet, de juistheid van materialen of informatie die via de Site of Service worden verstrekt, of hun geschiktheid voor een bepaald doel. We wijzen uitdrukkelijk alle garanties van welke aard dan ook af, expliciet of impliciet, inclusief maar niet beperkt tot garanties van verkoopbaarheid of geschiktheid voor een bepaald doel, of niet-inbreuk. We geven geen enkele garantie dat de Services aan uw vereisten zullen voldoen, of dat deze ononderbroken, tijdig, veilig of vrij van fouten zullen zijn, of dat eventuele defecten zullen worden gecorrigeerd. U erkent dat u de Site en Services op eigen risico en discretie bezoekt. De dekking, snelheden, serverlocaties en kwaliteit van de VPN-service kunnen variëren. MicronVPN zal trachten de Dienst te allen tijde beschikbaar te stellen. De Service kan echter onderhevig zijn aan onbeschikbaarheid vanwege een aantal factoren buiten onze controle, inclusief maar niet beperkt tot noodgevallen; storingen door derden; of transmissie-, apparatuur- of netwerkproblemen of -beperkingen, interferentie of signaalsterkte; en kan worden onderbroken, geweigerd, beperkt of beperkt. Wij zijn niet verantwoordelijk voor verloren, niet afgeleverde, vertraagde of verkeerd geadresseerde gegevens, berichten of pagina's vanwege onderbrekingen of prestatieproblemen met de Dienst, communicatiediensten of netwerken. We kunnen naar eigen goeddunken gebruiks- of servicelimieten opleggen, de service opschorten, VPN-accounts beëindigen of bepaalde vormen van gebruik blokkeren om abonnees of de service te beschermen. De juistheid en tijdigheid van de ontvangen gegevens is niet gegarandeerd; vertragingen of weglatingen kunnen optreden. MicronVPN behoudt zich het recht voor om zaken te onderzoeken die wij beschouwen als schendingen van deze Voorwaarden. We kunnen, maar zijn niet verplicht, naar eigen goeddunken en zonder voorafgaande kennisgeving, op welke manier dan ook materiaal of informatie te verwijderen, blokkeren, filteren of beperken die we beschouwen als feitelijke of potentiële schendingen van de beperkingen uiteengezet in deze Voorwaarden, en alle andere activiteiten die MicronVPN of onze klanten kunnen onderwerpen aan aansprakelijkheid. MicronVPN wijst alle aansprakelijkheid af voor enig verzuim van onze kant om dergelijke materialen of informatie te voorkomeng verzonden via de Service en/of naar uw computerapparaat. Beperkingen van aansprakelijkheid MicronVPN is niet aansprakelijk en heeft geen enkele verantwoordelijkheid jegens een abonnee of andere persoon voor verlies of schade die u oploopt in het geval van: een storing of onderbreking van de site of dienst; elke handeling of nalatigheid van een derde partij die betrokken is bij het voor u beschikbaar stellen van de site of dienst of de daarin opgenomen gegevens; elke andere oorzaak die verband houdt met uw toegang tot of gebruik, of onvermogen tot toegang tot of gebruik van enig deel van de Site of de inhoud ervan; uw interacties op de Site of Dienst; uw niet-naleving van deze Overeenkomst; de aanschafkosten van vervangende goederen of diensten; of ongeoorloofde toegang tot of wijziging van uw transmissies of gegevens, ongeacht of de omstandigheden die tot een dergelijke oorzaak hebben geleid, binnen de controle van MicronVPN of van een leverancier die software, services of ondersteuning voor de site of service levert, kunnen zijn geweest. In geen geval zullen MicronVPN, haar partners, gelieerde ondernemingen, dochterondernemingen, leden, functionarissen of werknemers aansprakelijk zijn voor enige directe, speciale, indirecte, gevolg- of incidentele schade, of voor enig ander verlies of schade van welke aard dan ook, zelfs als ze geïnformeerd over de mogelijkheid daarvan. Het voorgaande is niet van toepassing voor zover verboden door de toepasselijke wetgeving. Vrijwaring U stemt ermee in om MicronVPN, zijn functionarissen, directeuren, werknemers, leden, partners, agenten en leveranciers, en hun respectieve gelieerde ondernemingen, functionarissen, directeuren, werknemers, leden, aandeelhouders, partners en agenten, te vrijwaren, te verdedigen en te vrijwaren van alle claims en uitgaven, inclusief advocaatkosten, die voortvloeien uit uw gebruik van de inhoud en service, inclusief maar niet beperkt tot uw schending van deze overeenkomst. We kunnen, naar eigen goeddunken, de exclusieve verdediging en controle op ons nemen van elke zaak die onderhevig is aan schadeloosstelling door u. Het aannemen van een dergelijke verdediging of controle door ons vormt echter geen excuus voor uw vrijwaringsverplichtingen. Rechtskeuze Deze overeenkomst wordt beheerst door en geïnterpreteerd in overeenstemming met de wetten van Estland, met uitzondering van de regels inzake wetsconflicten. Arbitrage Alle geschillen die voortvloeien uit of verband houden met deze Overeenkomst of het gebruik van de Site of Diensten zullen definitief worden beslecht volgens de Rules of Arbitration (Rules) van het International Centre for Dispute Resolution (ICDR) door één arbiter (Arbitrator) die is aangesteld in overeenstemming met met genoemde regels. De arbitrage vindt plaats in Tallinn, Estland, tenzij alle partijen anders overeenkomen door middel van een ondertekende schriftelijke overeenkomst. De arbiter moet gekwalificeerd zijn en een achtergrond hebben op het gebied van computernetwerken, inclusief maar niet beperkt tot internet. De arbiter heeft de bevoegdheid om een ​​versnelde uitwisseling van documenten toe te staan, maar elke ontdekking blijft beperkt tot documentverzoeken en ondervragingen. De arbiter heeft geen bevoegdheid of autoriteit om iets toe te voegen aan of af te doen aan deze overeenkomst, en de kosten van de arbitrage worden gelijkelijk gedragen, behalve zoals hieronder beschreven. De arbitrage zal worden uitgevoerd volgens een versneld schema. De arbitrage moet uiterlijk honderdtwintig (120) dagen na de indiening van de aanvraag tot arbitrage worden afgerond en er moet een uitspraak worden gedaan, tenzij alle partijen bij de arbitrageprocedure schriftelijk instemmen met een verlenging van de tijd of voortzetting. Behoudens andersluidende toepasselijke wetgeving, stemt u ermee in dat elke rechtsvordering die voortvloeit uit of verband houdt met het gebruik van onze Site of Diensten, binnen één (1) jaar nadat de oorzaak van de rechtsvordering is ontstaan, moet worden aangespannen, anders zal een dergelijke rechtsvordering worden permanent geblokkeerd. In het geval dat MicronVPN de verweerder is in een dergelijke arbitrage, mag de aan MicronVPN toegekende schadevergoeding niet hoger zijn dan het bedrag dat u aan MicronVPN hebt betaald voor het gebruik van de Dienst. De arbiter heeft de bevoegdheid om tijdelijke, voorlopige of gerechtelijke voorzieningen toe te kennen in een vorm die in wezen gelijk is aan die welke anders door een rechtbank zou worden verleend. De arbiter is niet bevoegd om een ​​punitieve schadevergoeding toe te kennen. De resulterende arbitrage-uitspraak kan worden afgedwongen, of er kan een voorlopige voorziening worden aangevraagd bij elke bevoegde rechtbank in Estland. Redelijke kosten (inclusief alle kosten van arbitrage) en advocaatkosten zullen worden toegekend aan de partij die de arbitrage is begonnen, in het geval die partij niet wint in de arbitrage. De partijen die onderworpen zijn aan deze arbitragebepaling zijn onder meer MicronVPN, haar functionarissen, directeuren en werknemers, en elk bedrijf of rechtspersoon die een moedermaatschappij, dochteronderneming of zusterbedrijf is van MicronVPN, of waarmee MicronVPN een contract heeft gesloten om diensten te verlenen aan abonnees via MicronVPN. Slotbepalingen Als enige bepaling in deze Overeenkomst ongeldig of niet-afdwingbaar wordt geacht, zal die bepaling worden geïnterpreteerd op een manier die in overeenstemming is met de toepasselijke wetgeving om de oorspronkelijke bedoeling van de bepaling weer te geven, en blijven de overige bepalingen van deze Overeenkomst volledig van kracht. Elk verzuim om te oefenen of af te dwingenElk recht of bepaling van deze overeenkomst vormt geen verklaring van afstand van een dergelijk recht of bepaling.
pt_br: Este documento de Termos de Serviço (os Termos) descreve os termos e condições de uso dos serviços VPN (os Serviços ou Serviço) fornecidos por (MicronVPN). Estes Termos também regem o uso e o acesso ao conteúdo do MicronVPN (o Conteúdo), que inclui o site MicronVPN (o Site), aplicativos (os Apps) e qualquer software fornecido pelo MicronVPN (o Software). Ao concordar com estes Termos, você também concorda com a Política de Privacidade (Política de Privacidade), que você pode ler aqui. Aceitação Ao acessar o Conteúdo ou Serviços, você concorda em seu nome ou daqueles que você representa (você) em cumprir e estar legalmente vinculado a estes Termos em sua totalidade. Estes Termos constituem um contrato juridicamente vinculativo (o Contrato) entre você e o MicronVPN. Se você não concordar com qualquer parte dos Termos, não poderá usar nossos Serviços. Ao criar uma conta para usar nossos Serviços, você declara que tem pelo menos dezoito (18) anos de idade ou que é uma entidade legal válida e que as informações de registro que você forneceu são precisas e completas. Modificação O MicronVPN pode atualizar os Termos de tempos em tempos sem aviso prévio. Se você continuar a usar os Serviços, Conteúdo, Site, Aplicativos ou Software MicronVPN depois que essas alterações entrarem em vigor, você concorda com os Termos revisados. A versão atual dos Termos está disponível no Site. Você entende e concorda que é sua obrigação revisar estes Termos de tempos em tempos para se manter informado sobre as regras e obrigações atuais. A notificação sobre quaisquer alterações essenciais aos Termos será fornecida aos assinantes por meio de uma mensagem de e-mail ou atualização do Site. Seu uso do Conteúdo ou Serviços após as alterações destes Termos constitui sua aceitação dos Termos alterados. Política de Privacidade O MicronVPN está comprometido com sua privacidade e não coleta ou registra histórico de navegação, destino de tráfego, conteúdo de dados ou consultas de DNS de assinantes conectados à nossa VPN. Coletamos apenas as informações necessárias para a entrega adequada do Site e dos Serviços. Por uma questão de clareza e transparência, colocamos todas as informações relacionadas à coleta de dados em um documento separado conhecido como Política de Privacidade, que está disponível no Site. Revise a Política de Privacidade em sua totalidade para obter uma compreensão clara de como lidamos com seus dados confidenciais. Assinaturas MicronVPN Services estão disponíveis para você mediante registro no Site. Ao assinar os Serviços, você concorda em se tornar um assinante (Assinante) pelo período que escolheu. Uma lista completa de planos de assinatura e preços está disponível no aplicativo. O MicronVPN reserva-se o direito de alterar as taxas de assinatura ou instituir novas taxas a qualquer momento, mediante aviso prévio razoável publicado no Site ou enviado por e-mail. Quaisquer alterações no preço não afetarão o período de assinatura atual do Assinante e entrarão em vigor após a renovação da assinatura. Quando suportados pelo seu método de pagamento, os planos são renovados automaticamente por padrão na conclusão do prazo de cobrança. Por padrão, o prazo de renovação tem a mesma duração do prazo de cobrança da assinatura original. A taxa de assinatura será cobrada automaticamente no último método de pagamento selecionado. Se desejar descontinuar a renovação automática, você pode entrar no Site e desativar a renovação automática. Por padrão, a renovação automática é ativada quando você usa um método de pagamento que oferece suporte à renovação automática (como cartão de crédito ou Paypal) e desativada quando você usa um método de pagamento que não oferece suporte à renovação automática (como bitcoin ). Cada assinatura paga concede a você um licença para usar em três (3) dispositivos diferentes a qualquer momento. Se quiser usar os Serviços em mais de três dispositivos ao mesmo tempo, você pode (i) usar o MicronVPN no seu roteador adquirir planos de assinatura adicionais ou adquirir licenças adicionais por meio da opção 'licenciamento por volume'. Para obter mais informações sobre o programa de licenciamento por volume, entre em contato com o suporte. Política de Reembolso Os reembolsos são feitos pela Apple App Store. Política de Uso Aceitável Os Serviços MicronVPN podem ser acessados ​​de todo o mundo, portanto, é sua responsabilidade avaliar se o uso do Site, Aplicativos, Software ou Serviços está em conformidade com as leis e regulamentos locais. Sempre que você usar o Site, Aplicativos, Software ou Serviços, deverá cumprir estes Termos e as leis, regulamentos e políticas aplicáveis. Você entende que é sua responsabilidade manter as informações da sua conta Titan VPN confidenciais. Você é responsável por todas as atividades em sua conta. Se você descobrir ou suspeitar que alguém acessou sua conta sem sua autorização, é recomendável nos informar imediatamente para que possamos revogar suas credenciais de conta e emitir novas. O MicronVPN visa fornecer o melhor serviço possível a todos os nossos assinantes. Nesse sentido, exigimos que você não faça uso indevido de nosso Conteúdo ou Serviços. Um uso indevido refere-se a qualquer uso, acesso ou interferência com o Conteúdo ou Serviços contrário aos Termos ou leis aplicáveisws e regulamentos. A fim de proteger os Serviços contra uso indevido ou para prejudicar alguém, o MicronVPN reserva-se o direito de tomar as medidas apropriadas quando nossos Serviços estiverem sendo usados ​​de forma contrária a estes Termos e às leis aplicáveis. Você concorda que o MicronVPN pode encerrar sua conta, sem fornecer um reembolso pelos Serviços já pagos, se você fizer uso indevido do Serviço. Ao usar nossos Serviços, você concorda em não: Enviar ou transmitir anúncios ou conteúdo não solicitado (ou seja, spam) pelo Serviço. Enviar, postar ou transmitir pelo Serviço qualquer conteúdo que seja ilegal, odioso, ameaçador, insultuoso ou difamatório; infringe os direitos de propriedade intelectual; invade a privacidade; ou incite a violência. Carregue, baixe, publique, reproduza ou distribua qualquer conteúdo protegido por direitos autorais ou qualquer outro direito de propriedade sem primeiro obter permissão do proprietário do conteúdo proprietário. Carregue, baixe, publique, reproduza ou distribua qualquer conteúdo que inclua representações sexuais ou explícitas de menores. Envolver-se em qualquer conduta que restrinja ou iniba qualquer outro Assinante de usar ou aproveitar o Serviço. Tentar acessar, sondar ou conectar-se a dispositivos de computação sem a devida autorização (ou seja, qualquer forma de hacking). Tentar compilar, utilizar ou distribuir uma lista de endereços IP operados pelo MicronVPN em conjunto com o Serviço. Use o Serviço para qualquer finalidade que não seja legal. Licença Sujeito à sua conformidade com estes Termos, o MicronVPN concede a você uma licença não exclusiva e limitada para baixar e usar o Software. Modificar, distribuir a partes não autorizadas, fazer engenharia reversa ou usar o Software de qualquer forma não expressamente autorizada pelo MicronVPN é estritamente proibido. O uso de qualquer material sujeito aos direitos de propriedade intelectual do MicronVPN é proibido, a menos que você tenha recebido consentimento explícito por escrito do MicronVPN. Idioma e tradução do conteúdo Todo o nosso conteúdo foi originalmente escrito em inglês. Qualquer tradução do nosso Conteúdo é feita com base no melhor esforço. Não podemos garantir a precisão do Conteúdo traduzido. No caso de qualquer discrepância entre o conteúdo traduzido e o conteúdo em inglês, o conteúdo em inglês prevalecerá. Sites de terceiros O MicronVPN pode fornecer a você conteúdo pertencente a terceiros (terceiros) ou links que levam a sites de terceiros. O MicronVPN não é responsável pela disponibilidade do conteúdo fornecido por Terceiros, pois eles não estão sob o controle ou supervisão do MicronVPN e podem ter termos de uso e políticas diferentes. Seu acesso por meio de nossos Serviços a qualquer site, serviço ou conteúdo fornecido por Terceiros não indica qualquer relação entre o MicronVPN e esses Terceiros. Isenção de responsabilidade Faremos o possível para evitar interrupções no Site e nos Serviços. No entanto, eles são fornecidos no estado em que se encontram e conforme disponíveis, e não garantimos, expressa ou implicitamente, a precisão de quaisquer materiais ou informações fornecidas por meio do Site ou Serviço, ou sua adequação a qualquer finalidade específica. Rejeitamos expressamente todas as garantias de qualquer tipo, expressas ou implícitas, incluindo, entre outras, garantias de comercialização ou adequação a uma finalidade específica ou não violação. Não oferecemos nenhuma garantia de que os Serviços atenderão às suas necessidades, ou que serão ininterruptos, oportunos, seguros ou livres de erros, ou que os defeitos, se houver, serão corrigidos. Você reconhece que acessa o Site e os Serviços por sua conta e risco. A cobertura, velocidade, localização do servidor e qualidade do serviço VPN podem variar. O MicronVPN tentará disponibilizar o Serviço o tempo todo. No entanto, o Serviço pode estar sujeito à indisponibilidade devido a uma variedade de fatores fora do nosso controle, incluindo, entre outros, emergências; falhas de serviço de terceiros; ou problemas ou limitações de transmissão, equipamento ou rede, interferência ou intensidade do sinal; e pode ser interrompido, recusado, limitado ou reduzido. Não somos responsáveis ​​por dados, mensagens ou páginas perdidas, não entregues, atrasadas ou mal direcionadas devido a interrupções ou problemas de desempenho com o Serviço, serviços de comunicação ou redes. Podemos impor limites de uso ou serviço, suspender o serviço, encerrar contas VPN ou bloquear certos tipos de uso a nosso exclusivo critério para proteger os assinantes ou o serviço. A precisão e pontualidade dos dados recebidos não são garantidas; atrasos ou omissões podem ocorrer. O MicronVPN reserva-se o direito de investigar assuntos que consideramos violações destes Termos. Podemos, mas não somos obrigados a, a nosso exclusivo critério e sem aviso prévio, remover, bloquear, filtrar ou restringir por qualquer meio quaisquer materiais ou informações que consideramos serem violações reais ou potenciais das restrições estabelecidas nestes Termos, e quaisquer outras atividades que possam sujeitar MicronVPN ou nossos clientes a responsabilidade. O MicronVPN se isenta de toda e qualquer responsabilidade por qualquer falha de nossa parte em impedir que tais materiais ou informações sejamg transmitidos pelo Serviço e/ou em seu dispositivo de computação. Limitações de responsabilidade O MicronVPN não será responsável e não terá responsabilidade de qualquer tipo perante qualquer Assinante ou outro indivíduo por qualquer perda ou dano que você incorra no caso de: qualquer falha ou interrupção do Site ou Serviço; qualquer ato ou omissão de qualquer Terceiro envolvido em disponibilizar o Site ou Serviço ou os dados nele contidos para você; qualquer outra causa relacionada ao seu acesso ou uso, ou incapacidade de acessar ou usar, qualquer parte do Site ou seu Conteúdo; suas interações no Site ou Serviço; sua falha em cumprir com este Acordo; o custo de aquisição de bens ou serviços substitutos; ou acesso não autorizado ou alteração de suas transmissões ou dados, independentemente de as circunstâncias que deram origem a tal causa estarem ou não sob o controle do MicronVPN ou de qualquer fornecedor que forneça software, serviços ou suporte para o Site ou Serviço. Em nenhum caso o MicronVPN, seus parceiros, afiliados, subsidiários, membros, executivos ou funcionários serão responsáveis ​​por quaisquer danos diretos, especiais, indiretos, consequentes ou incidentais, ou por qualquer outra perda ou dano de qualquer tipo, mesmo que tenham sido avisado da possibilidade disso. O precedente não se aplica na medida proibida pela lei aplicável. Indenização Você concorda em indenizar, defender e isentar MicronVPN, seus executivos, diretores, funcionários, membros, parceiros, agentes e fornecedores, e suas respectivas afiliadas, executivos, diretores, funcionários, membros, acionistas, parceiros e agentes, de todas e quaisquer reivindicações e despesas, incluindo honorários advocatícios, decorrentes de seu uso do Conteúdo e Serviço, incluindo, entre outros, a violação deste Contrato. Podemos, a nosso exclusivo critério, assumir a defesa e o controle exclusivos de qualquer assunto sujeito a indenização por você. A assunção de tal defesa ou controle por nós, no entanto, não isentará nenhuma de suas obrigações de indenização. Escolha da Lei Este Contrato será regido e interpretado de acordo com as leis da Estônia, excluindo suas regras que regem os conflitos de lei. Arbitragem Todas as disputas decorrentes ou relacionadas a este Contrato ou ao uso do Site ou Serviços serão resolvidas de acordo com as Regras de Arbitragem (Regras) do Centro Internacional de Resolução de Disputas (ICDR) por um árbitro (Árbitro) nomeado de acordo com as referidas Regras. A arbitragem será conduzida em Tallinn, Estônia, a menos que todas as partes concordem de outra forma por um acordo por escrito assinado. O Árbitro deve ser qualificado e ter formação na área de redes de computadores, incluindo mas não se limitando à internet. O Árbitro terá autoridade para permitir uma troca acelerada de documentos, mas qualquer descoberta será limitada a solicitações de documentos e interrogatórios. O Árbitro não terá poder ou autoridade para adicionar ou diminuir este Contrato, e os custos da arbitragem serão arcados igualmente, exceto conforme descrito abaixo. A arbitragem será conduzida em um cronograma acelerado. A arbitragem deve ser concluída e uma sentença emitida no prazo máximo de cento e vinte (120) dias após o arquivamento da demanda de arbitragem, a menos que todas as partes no processo de arbitragem concordem por escrito com uma extensão de prazo ou continuação. Sujeito a qualquer lei aplicável em contrário, você concorda que qualquer causa de ação decorrente ou relacionada ao uso de nosso Site ou Serviços deve ser iniciada dentro de um (1) ano após a ocorrência da causa de ação, ou tal ação será permanentemente barrado. Caso o MicronVPN seja o réu em tal arbitragem, os danos concedidos contra o MicronVPN não podem exceder o valor que você pagou ao MicronVPN pelo uso do Serviço. O Árbitro terá autoridade para conceder qualquer medida temporária, preliminar ou cautelar de forma substancialmente semelhante àquela que seria concedida de outra forma por um tribunal. O Árbitro não terá autoridade para conceder danos punitivos. A sentença arbitral resultante pode ser executada, ou uma medida cautelar pode ser solicitada, em qualquer tribunal de jurisdição competente na Estônia. Custos razoáveis ​​(incluindo todos os custos de arbitragem) e honorários advocatícios serão concedidos contra a parte que iniciou a arbitragem, caso essa parte não vença a arbitragem. As partes sujeitas a esta cláusula de arbitragem incluem a MicronVPN, seus executivos, diretores e funcionários, e qualquer empresa ou entidade legal que seja controladora, subsidiária ou irmã da MicronVPN, ou com a qual a MicronVPN tenha contrato para fornecer serviços aos Assinantes por meio de MicronVPN. Disposições Finais Se qualquer disposição deste Acordo for considerada inválida ou inexequível, essa disposição deverá ser interpretada de maneira consistente com a lei aplicável para refletir a intenção original da disposição, e as demais disposições deste Acordo permanecerão em pleno vigor e efeito. Qualquer falha em exercer ou imporCeder qualquer direito ou disposição deste contrato não constituirá uma renúncia de tal direito ou disposição.
ru: В этом документе «Условия предоставления услуг» («Условия») излагаются условия использования услуг VPN (Услуг или Службы), предоставляемых (MicronVPN). Настоящие Условия также регулируют использование и доступ к контенту MicronVPN («Контент»), который включает веб-сайт MicronVPN («Сайт»), приложения («Приложения») и любое программное обеспечение, предоставляемое MicronVPN («Программное обеспечение»). Соглашаясь с настоящими Условиями, вы также соглашаетесь с Политикой конфиденциальности (Политикой конфиденциальности), с которой вы можете ознакомиться здесь. Принятие Получая доступ к Контенту или Услугам, вы соглашаетесь от своего имени или от имени тех, кого вы представляете (вас), соблюдать и быть юридически связанными настоящими Условиями во всей их полноте. Настоящие Условия представляют собой юридически обязывающее соглашение (Соглашение) между вами и MicronVPN. Если вы не согласны с какой-либо частью Условий, вы не можете пользоваться нашими Услугами. Создавая учетную запись для использования наших Сервисов, вы подтверждаете, что вам исполнилось восемнадцать (18) лет или что вы являетесь действительным юридическим лицом и что предоставленная вами регистрационная информация является точной и полной. Изменение MicronVPN может время от времени обновлять Условия без предварительного уведомления. Если вы продолжите использовать Сервисы, Контент, Сайт, Приложения или Программное обеспечение MicronVPN после вступления этих изменений в силу, вы соглашаетесь с пересмотренными Условиями. Актуальная версия Условий доступна на Сайте. Вы понимаете и соглашаетесь с тем, что вы обязаны время от времени просматривать настоящие Условия, чтобы быть в курсе текущих правил и обязательств. Уведомление о любых основных изменениях Условий будет предоставлено подписчикам посредством сообщения электронной почты или обновления на Сайте. Использование вами Контента или Услуг после внесения изменений в настоящие Условия означает ваше согласие с измененными Условиями. Политика конфиденциальности MicronVPN заботится о вашей конфиденциальности и не собирает и не регистрирует историю просмотров, назначение трафика, содержимое данных или DNS-запросы от подписчиков, подключенных к нашей VPN. Мы собираем только ту информацию, которая необходима для надлежащего предоставления Сайта и Услуг. Для ясности и прозрачности мы поместили всю информацию, связанную со сбором данных, в отдельный документ, известный как Политика конфиденциальности, который доступен на Сайте. Пожалуйста, полностью ознакомьтесь с Политикой конфиденциальности, чтобы получить четкое представление о том, как мы обрабатываем ваши конфиденциальные данные. Подписки на услуги MicronVPN доступны вам после регистрации на Сайте. Подписываясь на Услуги, вы соглашаетесь стать подписчиком (Подписчиком) на выбранный вами период. Полный список тарифных планов и цен доступен в приложении. MicronVPN оставляет за собой право изменять плату за подписку или устанавливать новую плату в любое время после разумного предварительного уведомления, размещенного на Сайте или отправленного по электронной почте. Любые изменения цен не повлияют на текущий период подписки Подписчика и вступят в силу после продления подписки. Если это поддерживается вашим способом оплаты, планы автоматически продлеваются по умолчанию по истечении срока выставления счетов. По умолчанию срок продления равен сроку выставления счетов за исходную подписку. Плата за подписку будет списана автоматически с последнего выбранного вами способа оплаты. Если вы хотите прекратить автоматическое продление, вы можете войти на сайт и отключить автоматическое продление. По умолчанию автоматическое продление включено, когда вы используете способ оплаты, который поддерживает автоматическое продление (например, кредитная карта или Paypal), и отключено, когда вы используете метод оплаты, который не поддерживает автоматическое продление (например, биткойн). ). Каждая платная подписка дает вам один лицензия на использование на трех (3) разных устройствах в любой момент времени. Если вы хотите использовать Услуги более чем на трех устройствах одновременно, вы можете (i) использовать MicronVPN на своем маршрутизаторе приобрести дополнительные планы подписки или приобрести дополнительные лицензии с помощью опции «корпоративное лицензирование». Для получения дополнительной информации о программе корпоративного лицензирования обратитесь в службу поддержки. Политика возврата Возврат средств осуществляется через Apple App Store. Политика допустимого использования Сервисы MicronVPN могут быть доступны из любой точки мира, поэтому вы несете ответственность за оценку того, соответствует ли использование Сайта, Приложений, Программного обеспечения или Сервисов местным законам и правилам. Всякий раз, когда вы используете Сайт, Приложения, Программное обеспечение или Услуги, вы должны соблюдать настоящие Условия и применимые законы, правила и политики. Вы понимаете, что вы несете ответственность за сохранение конфиденциальности информации вашей учетной записи Titan VPN. Вы несете ответственность за все действия под вашей учетной записью. Если вы когда-либо обнаружите или подозреваете, что кто-то получил доступ к вашей учетной записи без вашего разрешения, вам рекомендуется немедленно сообщить нам об этом, чтобы мы могли отозвать учетные данные вашей учетной записи и выдать новые. MicronVPN стремится предоставлять наилучшие услуги всем нашим подписчикам. В этом смысле мы требуем, чтобы вы не злоупотребляли нашим Контентом или Услугами. Неправомерное использование относится к любому использованию, доступу или вмешательству в Контент или Услуги в нарушение Условий или применимого законодательства.ws и правила. Чтобы защитить Услуги от неправомерного использования или использования для нанесения вреда кому-либо, MicronVPN оставляет за собой право принимать соответствующие меры, когда наши Услуги используются в нарушение настоящих Условий и применимых законов. Вы соглашаетесь с тем, что MicronVPN может прекратить действие вашей учетной записи без возмещения стоимости уже оплаченных Услуг, если вы неправильно используете Услугу. Используя наши Сервисы, вы соглашаетесь не: Отправлять или передавать нежелательную рекламу или контент (т. е. спам) через Сервис. Отправлять, публиковать или передавать через Сервис любой контент, который является незаконным, разжигающим ненависть, угрожающим, оскорбительным или клеветническим; нарушает права интеллектуальной собственности; вторгается в частную жизнь; или подстрекает к насилию. Загружать, скачивать, публиковать, воспроизводить или распространять любой контент, защищенный авторским правом или любым другим правом собственности, без предварительного получения разрешения от владельца проприетарного контента. Загружать, скачивать, публиковать, воспроизводить или распространять любой контент, содержащий сексуальные или откровенные изображения несовершеннолетних. Участвовать в любых действиях, которые ограничивают или препятствуют любому другому Подписчику в использовании или получении удовольствия от Услуги. Попытка доступа, проверки или подключения к вычислительным устройствам без надлежащего разрешения (т. е. любая форма взлома). Попытка составить, использовать или распространять список IP-адресов, которыми управляет MicronVPN в связи с Сервисом. Использовать Сервис для любых целей, кроме законных. Лицензия При условии соблюдения вами настоящих Условий MicronVPN предоставляет вам неисключительную и ограниченную лицензию на загрузку и использование Программного обеспечения. Модификация, распространение среди неавторизованных лиц, обратный инжиниринг или иное использование Программного обеспечения каким-либо образом, прямо не разрешенным MicronVPN, строго запрещены. Использование любого материала, на который распространяются права интеллектуальной собственности MicronVPN, запрещено, если только MicronVPN не предоставила вам прямое письменное согласие. Язык и перевод Контента Весь наш Контент изначально был написан на английском языке. Любой перевод нашего Контента выполняется с максимальной эффективностью. Мы не можем гарантировать точность переведенного Контента. В случае любого несоответствия между переведенным Контентом и Контентом на английском языке преимущественную силу имеет Контент на английском языке. Сторонние веб-сайты MicronVPN может предоставлять вам контент, принадлежащий Третьим лицам (Третьим сторонам), или ссылки, ведущие на сторонние веб-сайты. MicronVPN не несет ответственности за доступность контента, предоставленного третьими лицами, поскольку они не находятся под контролем или надзором MicronVPN и могут иметь другие условия использования и политики. Ваш доступ через наши Сервисы к любому веб-сайту, услуге или контенту, предоставляемому Третьими сторонами, не указывает на какие-либо отношения между MicronVPN и такими Третьими сторонами. Отказ от ответственности Мы будем стремиться предотвратить перебои в работе Сайта и Услуг. Однако они предоставляются на условиях «как есть» и «по мере доступности», и мы не гарантируем прямо или косвенно точность любых материалов или информации, предоставляемых через Сайт или Сервис, или их пригодность для какой-либо конкретной цели. Мы категорически отказываемся от всех гарантий любого рода, явных или подразумеваемых, включая, помимо прочего, гарантии товарного состояния или пригодности для определенной цели или ненарушения прав. Мы не даем никаких гарантий, что Услуги будут соответствовать вашим требованиям или что они будут бесперебойными, своевременными, безопасными или безошибочными, или что дефекты, если таковые имеются, будут исправлены. Вы признаете, что получаете доступ к Сайту и Услугам на свой страх и риск и по своему усмотрению. Покрытие услуги VPN, скорость, расположение серверов и качество могут различаться. MicronVPN будет пытаться сделать Сервис доступным в любое время. Тем не менее, Услуга может быть недоступна из-за различных факторов, не зависящих от нас, включая, помимо прочего, чрезвычайные ситуации; сбои сторонних служб; проблемы или ограничения передачи, оборудования или сети, помехи или мощность сигнала; и может быть прервано, отклонено, ограничено или сокращено. Мы не несем ответственности за данные, сообщения или страницы, потерянные, не доставленные, задержанные или неправильно направленные из-за сбоев или проблем с производительностью Сервиса, коммуникационных услуг или сетей. Мы можем налагать ограничения на использование или Услуги, приостанавливать Услугу, удалять учетные записи VPN или блокировать определенные виды использования по нашему собственному усмотрению для защиты Подписчиков или Услуг. Точность и своевременность полученных данных не гарантируется; возможны задержки или пропуски. MicronVPN оставляет за собой право расследовать случаи, которые мы считаем нарушением настоящих Условий. Мы можем, но не обязаны, по нашему собственному усмотрению и без предварительного уведомления удалять, блокировать, фильтровать или ограничивать любыми средствами любые материалы или информацию, которые мы считаем фактическими или потенциальными нарушениями ограничений, изложенных в настоящих Условиях, и любые другие действия, которые могут привести к ответственности MicronVPN или наших клиентов. MicronVPN отказывается от какой-либо ответственности за неспособность с нашей стороны предотвратить распространение таких материалов или информации.g передается через Сервис и/или на ваше вычислительное устройство. Ограничения ответственности MicronVPN не несет ответственности и не несет никакой ответственности перед любым Подписчиком или другим лицом за любые убытки или ущерб, которые вы понесете в случае: любого сбоя или прерывания работы Сайта или Сервиса; любое действие или бездействие любой Третьей стороны, связанной с предоставлением вам доступа к Сайту или Сервису или данным, содержащимся на нем; любая другая причина, связанная с вашим доступом или использованием, или невозможностью доступа или использования любой части Сайта или его Контента; ваше взаимодействие на Сайте или в Сервисе; ваше несоблюдение настоящего Соглашения; стоимость приобретения замещающих товаров или услуг; или несанкционированный доступ или изменение ваших передач или данных, независимо от того, находились ли обстоятельства, вызвавшие такую ​​​​причину, под контролем MicronVPN или любого поставщика, предоставляющего программное обеспечение, услуги или поддержку для Сайта или Сервиса. Ни при каких обстоятельствах MicronVPN, ее партнеры, аффилированные лица, дочерние компании, члены, должностные лица или сотрудники не несут ответственности за любые прямые, специальные, косвенные, косвенные или случайные убытки или за любые другие убытки или ущерб любого рода, даже если они был уведомлен о такой возможности. Вышеизложенное не применяется в той степени, в которой это запрещено применимым законодательством. Компенсация Вы соглашаетесь возмещать ущерб, защищать и ограждать MicronVPN, ее должностных лиц, директоров, сотрудников, членов, партнеров, агентов и поставщиков, а также их соответствующих аффилированных лиц, должностных лиц, директоров, сотрудников, членов, акционеров, партнеров и агентов от любые и все претензии и расходы, включая гонорары адвокатов, возникающие в связи с использованием вами Контента и Сервиса, включая, помимо прочего, нарушение вами настоящего Соглашения. Мы можем, по нашему собственному усмотрению, взять на себя исключительную защиту и контроль над любым вопросом, подлежащим возмещению вами ущерба. Однако принятие на себя такой защиты или контроля с нашей стороны не освобождает вас от каких-либо обязательств по возмещению убытков. Выбор права Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Эстонии, за исключением его норм, регулирующих коллизионное право. Арбитраж Все споры, возникающие в связи с настоящим Соглашением или использованием Сайта или Услуг, подлежат окончательному разрешению в соответствии с Арбитражным регламентом (Правилами) Международного центра по разрешению споров (ICDR) одним арбитром (арбитром), назначенным в соответствии с с указанными Правилами. Арбитраж проводится в Таллинне, Эстония, если все стороны не договорятся об ином посредством подписанного письменного соглашения. Арбитр должен иметь квалификацию и опыт работы в области компьютерных сетей, включая, помимо прочего, Интернет. Арбитр имеет право разрешать ускоренный обмен документами, но любое обнаружение должно ограничиваться запросами документов и допросами. Арбитр не имеет права или полномочий добавлять или отменять настоящее Соглашение, и расходы на арбитраж несут в равной степени, за исключением случаев, описанных ниже. Арбитраж проводится по ускоренному графику. Арбитражное разбирательство должно быть завершено, и решение должно быть вынесено не позднее, чем через сто двадцать (120) дней после подачи требования об арбитраже, если только все стороны арбитражного разбирательства не согласятся в письменной форме на продление срока или отсрочку. В соответствии с любым применимым законодательством об обратном, вы соглашаетесь с тем, что любое основание для иска, возникающее в связи с использованием нашего Сайта или Услуг, должно быть возбуждено в течение одного (1) года после возникновения основания для иска, в противном случае такое действие будет навсегда заблокирован. В случае, если MicronVPN является ответчиком в любом таком арбитраже, ущерб, присужденный MicronVPN, не может превышать сумму, которую вы заплатили MicronVPN за использование Сервиса. Арбитр имеет право предоставлять любые временные, предварительные или судебные запреты в форме, по существу аналогичной той, которая в противном случае была бы предоставлена ​​​​судом. Арбитр не имеет права назначать штрафные санкции. Вынесенное арбитражное решение может быть приведено в исполнение или может быть запрошена судебная мера в любом суде компетентной юрисдикции в Эстонии. Разумные расходы (включая все расходы на арбитраж) и гонорары адвокатов возмещаются стороне, которая начала арбитраж, в случае, если эта сторона не выиграет дело в арбитраже. Стороны, на которые распространяется это арбитражное положение, включают MicronVPN, ее должностных лиц, директоров и сотрудников, а также любую компанию или юридическое лицо, которое является материнской, дочерней или дочерней компанией MicronVPN или с которой MicronVPN заключил договор на предоставление услуг подписчикам через ВПН ЭВО. Заключительные положения Если какое-либо положение настоящего Соглашения будет признано недействительным или не имеющим законной силы, это положение должно толковаться в соответствии с применимым законодательством, чтобы отразить первоначальный смысл положения, а остальные положения настоящего Соглашения остаются в полной силе и действии. Любое невыполнение или несоблюдениелюбое право или положение настоящего соглашения не является отказом от такого права или положения.
th: เอกสารข้อกำหนดในการให้บริการนี้ (ข้อกำหนด) สรุปข้อกำหนดและเงื่อนไขการใช้บริการ VPN (บริการหรือบริการ) ที่จัดทำโดย (MicronVPN) ข้อกำหนดเหล่านี้ควบคุมการใช้และการเข้าถึงเนื้อหาของ MicronVPN (เนื้อหา) ซึ่งรวมถึงเว็บไซต์ MicronVPN (ไซต์) แอปพลิเคชัน (แอป) และซอฟต์แวร์ใด ๆ ที่จัดเตรียมโดย MicronVPN (ซอฟต์แวร์) การยอมรับข้อกำหนดเหล่านี้แสดงว่าคุณยอมรับนโยบายความเป็นส่วนตัว (นโยบายความเป็นส่วนตัว) ซึ่งคุณสามารถอ่านได้ที่นี่ การยอมรับ โดยการเข้าถึงเนื้อหาหรือบริการ แสดงว่าคุณตกลงในนามของตัวคุณเองหรือคนที่คุณเป็นตัวแทน (คุณ) ที่จะปฏิบัติตามและผูกพันทางกฎหมายตามข้อกำหนดเหล่านี้ทั้งหมด ข้อกำหนดเหล่านี้ถือเป็นข้อตกลงที่มีผลผูกพันทางกฎหมาย (ข้อตกลง) ระหว่างคุณและ MicronVPN หากคุณไม่เห็นด้วยกับส่วนใดส่วนหนึ่งของข้อกำหนด คุณจะไม่สามารถใช้บริการของเราได้ การสร้างบัญชีสำหรับการใช้บริการของเรา แสดงว่าคุณรับรองว่าคุณมีอายุอย่างน้อยสิบแปด (18) ปี หรือคุณเป็นนิติบุคคลที่ถูกต้อง และข้อมูลการลงทะเบียนที่คุณให้นั้นถูกต้องและครบถ้วน การแก้ไข MicronVPN อาจปรับปรุงข้อกำหนดเป็นครั้งคราวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากคุณยังคงใช้บริการ MicronVPN เนื้อหา ไซต์ แอป หรือซอฟต์แวร์หลังจากการเปลี่ยนแปลงเหล่านี้มีผล แสดงว่าคุณยอมรับข้อกำหนดที่แก้ไขแล้ว ข้อกำหนดฉบับปัจจุบันมีอยู่ในไซต์ คุณเข้าใจและยอมรับว่าเป็นภาระหน้าที่ของคุณที่จะต้องตรวจสอบข้อกำหนดเหล่านี้เป็นระยะๆ เพื่อรับทราบข้อมูลเกี่ยวกับกฎและภาระหน้าที่ในปัจจุบัน การแจ้งเตือนเกี่ยวกับการเปลี่ยนแปลงหลักใดๆ ของข้อกำหนดจะถูกส่งไปยังสมาชิกผ่านทางข้อความอีเมลหรือการอัปเดตไปยังไซต์ การใช้เนื้อหาหรือบริการของคุณหลังจากการเปลี่ยนแปลงข้อกำหนดเหล่านี้ถือว่าคุณยอมรับข้อกำหนดที่เปลี่ยนแปลง นโยบายความเป็นส่วนตัว MicronVPN มุ่งมั่นที่จะรักษาความเป็นส่วนตัวของคุณ และไม่รวบรวมหรือบันทึกประวัติการเข้าชม ปลายทางการรับส่งข้อมูล เนื้อหาข้อมูล หรือการสืบค้น DNS จากสมาชิกที่เชื่อมต่อกับ VPN ของเรา เรารวบรวมเฉพาะข้อมูลที่จำเป็นสำหรับการส่งมอบเว็บไซต์และบริการที่เหมาะสมเท่านั้น เพื่อความชัดเจนและความโปร่งใส เราได้วางข้อมูลทั้งหมดที่เกี่ยวข้องกับการรวบรวมข้อมูลไว้ในเอกสารแยกต่างหากที่เรียกว่านโยบายความเป็นส่วนตัวซึ่งมีอยู่ในไซต์ โปรดอ่านนโยบายความเป็นส่วนตัวอย่างครบถ้วนเพื่อทำความเข้าใจอย่างชัดเจนว่าเราจัดการกับข้อมูลที่ละเอียดอ่อนของคุณอย่างไร การสมัครสมาชิกบริการ MicronVPN มีให้คุณเมื่อลงทะเบียนบนเว็บไซต์ การสมัครใช้บริการแสดงว่าคุณตกลงที่จะเป็นสมาชิก (สมาชิก) ในช่วงเวลาที่คุณเลือก รายการแผนการสมัครสมาชิกและราคาทั้งหมดมีอยู่ในแอปพลิเคชัน MicronVPN ขอสงวนสิทธิ์ในการแก้ไขค่าธรรมเนียมการสมัครสมาชิกหรือกำหนดค่าธรรมเนียมใหม่เมื่อใดก็ได้ เมื่อมีการแจ้งล่วงหน้าตามสมควรที่โพสต์บนเว็บไซต์หรือส่งทางอีเมล การเปลี่ยนแปลงราคาจะไม่ส่งผลกระทบต่อระยะเวลาการสมัครสมาชิกปัจจุบันของสมาชิกและจะมีผลเมื่อต่ออายุสมาชิก เมื่อวิธีการชำระเงินของคุณรองรับ แผนจะต่ออายุโดยอัตโนมัติตามค่าเริ่มต้นเมื่อสิ้นสุดระยะเวลาการเรียกเก็บเงิน ตามค่าเริ่มต้น ระยะเวลาการต่ออายุจะมีระยะเวลาเดียวกันกับระยะเวลาการเรียกเก็บเงินสำหรับการสมัครสมาชิกเดิม ค่าสมัครสมาชิกจะถูกเรียกเก็บโดยอัตโนมัติตามวิธีการชำระเงินที่คุณเลือกครั้งล่าสุด หากคุณต้องการยุติการต่ออายุอัตโนมัติ คุณสามารถลงชื่อเข้าใช้ไซต์และปิดการต่ออายุอัตโนมัติ ตามค่าเริ่มต้น การต่ออายุอัตโนมัติจะเปิดเมื่อคุณใช้วิธีการชำระเงินที่รองรับการต่ออายุอัตโนมัติ (เช่น บัตรเครดิตหรือ Paypal) และจะปิดเมื่อคุณใช้วิธีการชำระเงินที่ไม่รองรับการต่ออายุอัตโนมัติ (เช่น bitcoin ). การสมัครสมาชิกแบบชำระเงินแต่ละครั้งมอบสิทธิ์ให้คุณ อนุญาตให้ใช้บนอุปกรณ์ที่แตกต่างกันสาม (3) เครื่องในเวลาใดก็ตาม หากคุณต้องการใช้บริการบนอุปกรณ์มากกว่าสามเครื่องพร้อมกัน คุณสามารถ (i) ใช้ MicronVPN บนเราเตอร์ของคุณ ซื้อแผนการสมัครสมาชิกเพิ่มเติม หรือ ซื้อใบอนุญาตเพิ่มเติมผ่านตัวเลือก 'volume licensing' สำหรับข้อมูลเพิ่มเติมเกี่ยวกับโปรแกรม 'Volume Licensing' โปรดติดต่อฝ่ายสนับสนุน นโยบายการคืนเงิน การคืนเงินดำเนินการโดย Apple App Store นโยบายการใช้งานที่ยอมรับได้ บริการ MicronVPN สามารถเข้าถึงได้จากทั่วทุกมุมโลก ดังนั้นจึงเป็นความรับผิดชอบของคุณในการประเมินว่าการใช้ไซต์ แอพ ซอฟต์แวร์ หรือบริการเป็นไปตามกฎหมายและระเบียบข้อบังคับในท้องถิ่นหรือไม่ เมื่อใดก็ตามที่คุณใช้ไซต์ แอป ซอฟต์แวร์ หรือบริการ คุณควรปฏิบัติตามข้อกำหนดเหล่านี้ ตลอดจนกฎหมาย ข้อบังคับ และนโยบายที่บังคับใช้ คุณเข้าใจว่าเป็นความรับผิดชอบของคุณที่จะต้องเก็บข้อมูลบัญชี Titan VPN ของคุณไว้เป็นความลับ คุณต้องรับผิดชอบต่อกิจกรรมทั้งหมดภายใต้บัญชีของคุณ หากคุณเคยพบหรือสงสัยว่ามีใครบางคนเข้าถึงบัญชีของคุณโดยไม่ได้รับอนุญาต คุณควรแจ้งให้เราทราบทันที เพื่อที่เราจะสามารถเพิกถอนข้อมูลรับรองบัญชีของคุณและออกใหม่ได้ MicronVPN มุ่งมั่นที่จะให้บริการที่ดีที่สุดแก่สมาชิกทุกคนของเรา ในแง่นั้น เรากำหนดให้คุณไม่ใช้เนื้อหาหรือบริการของเราในทางที่ผิด การใช้งานในทางที่ผิดหมายถึงการใช้งาน การเข้าถึง หรือการรบกวนเนื้อหาหรือบริการที่ขัดต่อข้อกำหนดหรือที่เกี่ยวข้องws และข้อบังคับ เพื่อปกป้องบริการจากการถูกนำไปใช้ในทางที่ผิดหรือใช้เพื่อทำร้ายผู้อื่น MicronVPN ขอสงวนสิทธิ์ในการใช้มาตรการที่เหมาะสมเมื่อมีการใช้บริการของเราโดยขัดต่อข้อกำหนดเหล่านี้และกฎหมายที่บังคับใช้ คุณตกลงว่า MicronVPN อาจยุติบัญชีของคุณ โดยไม่ต้องคืนเงินสำหรับบริการที่ชำระไปแล้ว หากคุณใช้บริการในทางที่ผิด ในการใช้บริการของเรา คุณตกลงที่จะไม่: ส่งหรือส่งต่อโฆษณาหรือเนื้อหาที่ไม่ได้ร้องขอ (เช่น สแปม) ผ่านบริการ ส่ง โพสต์ หรือถ่ายโอนเนื้อหาใด ๆ ที่ผิดกฎหมาย แสดงความเกลียดชัง ข่มขู่ ดูหมิ่น หรือหมิ่นประมาทผ่านบริการ ละเมิดสิทธิ์ในทรัพย์สินทางปัญญา บุกรุกความเป็นส่วนตัว หรือยุยงให้เกิดความรุนแรง อัปโหลด ดาวน์โหลด โพสต์ ทำซ้ำ หรือแจกจ่ายเนื้อหาใด ๆ ที่ได้รับการคุ้มครองโดยลิขสิทธิ์หรือกรรมสิทธิ์อื่น ๆ โดยไม่ได้รับอนุญาตจากเจ้าของเนื้อหาที่เป็นกรรมสิทธิ์ก่อน อัปโหลด ดาวน์โหลด โพสต์ ทำซ้ำ หรือแจกจ่ายเนื้อหาใดๆ ที่มีการแสดงภาพทางเพศหรือโจ่งแจ้งของผู้เยาว์ มีส่วนร่วมในการกระทำใด ๆ ที่จำกัดหรือยับยั้งสมาชิกรายอื่นจากการใช้หรือเพลิดเพลินกับบริการ พยายามเข้าถึง ตรวจสอบ หรือเชื่อมต่อกับอุปกรณ์คอมพิวเตอร์โดยไม่ได้รับอนุญาตอย่างเหมาะสม (เช่น การแฮ็กรูปแบบใดๆ) พยายามรวบรวม ใช้ หรือแจกจ่ายรายการที่อยู่ IP ที่ดำเนินการโดย MicronVPN ร่วมกับบริการ ใช้บริการเพื่อสิ่งอื่นใดนอกเหนือจากจุดประสงค์ทางกฎหมาย ใบอนุญาตภายใต้การปฏิบัติตามข้อกำหนดเหล่านี้ของคุณ MicronVPN มอบใบอนุญาตแบบไม่ผูกขาดและจำกัดให้คุณดาวน์โหลดและใช้ซอฟต์แวร์ ดัดแปลง แจกจ่ายไปยังบุคคลที่ไม่ได้รับอนุญาต ทำวิศวกรรมย้อนกลับ หรือใช้ซอฟต์แวร์ด้วยวิธีใดก็ตามที่ไม่ได้รับอนุญาตอย่างชัดแจ้งจาก MicronVPN เป็นสิ่งต้องห้ามโดยเด็ดขาด ห้ามใช้เนื้อหาใด ๆ ที่อยู่ภายใต้สิทธิ์ในทรัพย์สินทางปัญญาของ MicronVPN เว้นแต่คุณจะได้รับความยินยอมเป็นลายลักษณ์อักษรจาก MicronVPN ภาษาและการแปลเนื้อหา เนื้อหาทั้งหมดของเราเดิมเขียนเป็นภาษาอังกฤษ การแปลเนื้อหาของเราจะดำเนินการอย่างดีที่สุด เราไม่สามารถรับประกันความถูกต้องของเนื้อหาที่แปลได้ ในกรณีที่มีความแตกต่างระหว่างเนื้อหาที่แปลและเนื้อหาภาษาอังกฤษ ให้ยึดเนื้อหาภาษาอังกฤษเป็นหลัก เว็บไซต์ของบุคคลที่สาม MicronVPN อาจให้เนื้อหาที่เป็นของบุคคลที่สาม (บุคคลที่สาม) หรือลิงก์ที่นำไปสู่เว็บไซต์ของบุคคลที่สามแก่คุณ MicronVPN ไม่รับผิดชอบต่อความพร้อมใช้งานของเนื้อหาที่ให้บริการโดยบุคคลที่สาม เนื่องจากไม่ได้อยู่ภายใต้การควบคุมหรือกำกับดูแลของ MicronVPN และอาจมีเงื่อนไขการใช้งานและนโยบายที่แตกต่างกัน การเข้าถึงเว็บไซต์ บริการ หรือเนื้อหาใด ๆ ที่ให้บริการโดยบุคคลที่สามผ่านบริการของเราไม่ได้บ่งบอกถึงความสัมพันธ์ใด ๆ ระหว่าง MicronVPN และบุคคลที่สามดังกล่าว ข้อจำกัดความรับผิดชอบ เราจะพยายามป้องกันการหยุดชะงักของเว็บไซต์และบริการ อย่างไรก็ตาม สิ่งเหล่านี้มีให้ตามสภาพที่เป็นอยู่และเท่าที่มี และเราไม่รับประกัน ไม่ว่าโดยชัดแจ้งหรือโดยปริยาย ความถูกต้องของวัสดุหรือข้อมูลที่ให้ไว้ผ่านทางไซต์หรือบริการ หรือความเหมาะสมสำหรับวัตถุประสงค์เฉพาะใดๆ เราขอปฏิเสธการรับประกันทั้งหมดโดยชัดแจ้งไม่ว่าจะโดยชัดแจ้งหรือโดยนัย รวมถึงแต่ไม่จำกัดเพียงการรับประกันความสามารถในเชิงพาณิชย์หรือความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ หรือการไม่ละเมิด เราไม่รับประกันว่าบริการจะตรงตามความต้องการของคุณ หรือจะไม่หยุดชะงัก ทันเวลา ปลอดภัย หรือปราศจากข้อผิดพลาด หรือข้อบกพร่อง (ถ้ามี) จะได้รับการแก้ไข คุณรับทราบว่าคุณเข้าถึงไซต์และบริการด้วยความเสี่ยงและดุลยพินิจของคุณแต่เพียงผู้เดียว ความครอบคลุมของบริการ VPN ความเร็ว ตำแหน่งเซิร์ฟเวอร์ และคุณภาพอาจแตกต่างกันไป MicronVPN จะพยายามให้บริการตลอดเวลา อย่างไรก็ตาม บริการอาจไม่พร้อมใช้งานเนื่องจากปัจจัยต่างๆ ที่อยู่นอกเหนือการควบคุมของเรา ซึ่งรวมถึงแต่ไม่จำกัดเพียงเหตุฉุกเฉิน ความล้มเหลวของบริการบุคคลที่สาม หรือการส่งสัญญาณ อุปกรณ์ หรือเครือข่าย ปัญหาหรือข้อจำกัด การรบกวน หรือความแรงของสัญญาณ และอาจถูกขัดจังหวะ ปฏิเสธ จำกัด หรือตัดทอน เราไม่รับผิดชอบต่อข้อมูล ข้อความ หรือเพจที่สูญหาย ไม่ส่ง ล่าช้า หรือส่งผิดเนื่องจากการหยุดชะงักหรือปัญหาด้านประสิทธิภาพกับบริการ บริการสื่อสาร หรือเครือข่าย เราอาจกำหนดขีดจำกัดการใช้งานหรือบริการ ระงับบริการ ยุติบัญชี VPN หรือบล็อกการใช้งานบางประเภทตามดุลยพินิจของเราแต่เพียงผู้เดียวเพื่อปกป้องสมาชิกหรือบริการ ไม่รับประกันความถูกต้องและทันเวลาของข้อมูลที่ได้รับ อาจเกิดความล่าช้าหรือการละเว้น MicronVPN ขอสงวนสิทธิ์ในการตรวจสอบเรื่องที่เราพิจารณาว่าเป็นการละเมิดข้อกำหนดเหล่านี้ เราอาจลบ บล็อก กรอง หรือจำกัดเนื้อหาหรือข้อมูลใดๆ ที่เราพิจารณาว่าเกิดขึ้นจริงหรืออาจละเมิดข้อจำกัดที่กำหนดไว้ในข้อกำหนดเหล่านี้ได้ และกิจกรรมอื่นใดที่อาจทำให้ MicronVPN หรือลูกค้าของเราต้องรับผิด MicronVPN ปฏิเสธความรับผิดใด ๆ และทั้งหมดสำหรับความล้มเหลวในส่วนของเราเพื่อป้องกันไม่ให้เนื้อหาหรือข้อมูลดังกล่าวถูกเผยแพร่g ส่งผ่านบริการและ/หรือไปยังอุปกรณ์คอมพิวเตอร์ของคุณ ข้อจำกัดความรับผิด MicronVPN จะไม่รับผิดและจะไม่รับผิดชอบใด ๆ ต่อสมาชิกหรือบุคคลอื่น ๆ สำหรับการสูญเสียหรือความเสียหายใด ๆ ที่คุณเกิดขึ้นในกรณีของ: ความล้มเหลวหรือการหยุดชะงักของไซต์หรือบริการ การกระทำหรือการละเว้นของบุคคลภายนอกใดๆ ที่เกี่ยวข้องกับการทำให้ไซต์หรือบริการหรือข้อมูลที่อยู่ในนั้นพร้อมใช้งานสำหรับคุณ; สาเหตุอื่นใดที่เกี่ยวข้องกับการเข้าถึงหรือใช้งานของคุณ หรือไม่สามารถเข้าถึงหรือใช้งานส่วนใดส่วนหนึ่งของไซต์หรือเนื้อหาของเว็บไซต์ การโต้ตอบของคุณบนเว็บไซต์หรือบริการ การที่คุณไม่ปฏิบัติตามข้อตกลงนี้ ค่าใช้จ่ายในการจัดหาสินค้าหรือบริการทดแทน หรือการเข้าถึงหรือแก้ไขการส่งผ่านหรือข้อมูลของคุณโดยไม่ได้รับอนุญาต ไม่ว่าสถานการณ์ที่ก่อให้เกิดสาเหตุดังกล่าวอาจอยู่ในการควบคุมของ MicronVPN หรือของผู้จำหน่ายรายใดก็ตามที่ให้บริการซอฟต์แวร์ บริการ หรือการสนับสนุนสำหรับไซต์หรือบริการ ไม่ว่าในกรณีใด MicronVPN หุ้นส่วน บริษัทในเครือ บริษัทสาขา สมาชิก เจ้าหน้าที่ หรือพนักงานจะไม่รับผิดชอบต่อความเสียหายทางตรง พิเศษ ทางอ้อม ผลสืบเนื่อง หรือความเสียหายโดยบังเอิญ หรือต่อความสูญเสียหรือความเสียหายอื่นใดประเภทใดก็ตาม แม้ว่าจะมี ได้รับคำแนะนำถึงความเป็นไปได้ดังกล่าว สิ่งที่กล่าวมาข้างต้นจะไม่นำไปใช้ในขอบเขตที่กฎหมายที่ใช้บังคับห้ามไว้ การชดใช้ค่าเสียหาย คุณตกลงที่จะชดใช้ค่าเสียหาย ปกป้อง และปกป้อง MicronVPN เจ้าหน้าที่ กรรมการ พนักงาน สมาชิก หุ้นส่วน ตัวแทน และซัพพลายเออร์ของบริษัท และบริษัทในเครือ เจ้าหน้าที่ กรรมการ พนักงาน สมาชิก ผู้ถือหุ้น หุ้นส่วน และตัวแทนจาก การเรียกร้องและค่าใช้จ่ายใด ๆ และทั้งหมด รวมถึงค่าทนายความที่เกิดจากการใช้เนื้อหาและบริการของคุณ รวมถึงแต่ไม่จำกัดเพียงการที่คุณละเมิดข้อตกลงนี้ เราอาจใช้ดุลยพินิจของเราแต่เพียงผู้เดียวในการป้องกันและควบคุมแต่เพียงผู้เดียวในเรื่องใด ๆ ที่ต้องชดใช้ค่าเสียหายโดยคุณ อย่างไรก็ตาม ข้อสันนิษฐานของการป้องกันหรือการควบคุมดังกล่าวโดยเราไม่ถือเป็นข้อแก้ตัวของข้อผูกพันในการชดใช้ค่าเสียหายใดๆ ของคุณ การเลือกใช้กฎหมาย ข้อตกลงนี้จะอยู่ภายใต้และตีความตามกฎหมายของเอสโตเนีย ยกเว้นกฎที่ควบคุมการขัดกันของกฎหมาย อนุญาโตตุลาการ ข้อพิพาททั้งหมดที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อตกลงนี้หรือการใช้ไซต์หรือบริการจะยุติในที่สุดภายใต้กฎอนุญาโตตุลาการ (กฎ) ของศูนย์ระหว่างประเทศเพื่อการระงับข้อพิพาท (ICDR) โดยอนุญาโตตุลาการหนึ่งคน (อนุญาโตตุลาการ) ที่ได้รับการแต่งตั้งตาม ด้วยกฎดังกล่าว อนุญาโตตุลาการจะดำเนินการในทาลลินน์, เอสโตเนีย เว้นแต่ทุกฝ่ายจะตกลงเป็นอย่างอื่นโดยข้อตกลงเป็นลายลักษณ์อักษรที่ลงนาม อนุญาโตตุลาการต้องมีคุณสมบัติและมีพื้นฐานในด้านเครือข่ายคอมพิวเตอร์ รวมถึงแต่ไม่จำกัดเพียงอินเทอร์เน็ต อนุญาโตตุลาการจะมีอำนาจในการอนุญาตให้มีการแลกเปลี่ยนเอกสารโดยเร็ว แต่การค้นพบใด ๆ จะจำกัดอยู่เพียงการร้องขอเอกสารและการซักถามเท่านั้น อนุญาโตตุลาการไม่มีอำนาจหรืออำนาจในการเพิ่มเติมหรือลดทอนข้อตกลงนี้ และค่าใช้จ่ายในการอนุญาโตตุลาการจะต้องรับผิดชอบเท่ากัน ยกเว้นตามที่อธิบายไว้ด้านล่าง การอนุญาโตตุลาการจะดำเนินการตามกำหนดเวลาที่เร่งรัด การอนุญาโตตุลาการจะต้องได้ข้อสรุปและมีคำชี้ขาดไม่ช้ากว่าหนึ่งร้อยยี่สิบ (120) วันหลังจากยื่นคำร้องขออนุญาโตตุลาการ เว้นแต่ทุกฝ่ายในการดำเนินการอนุญาโตตุลาการจะตกลงเป็นลายลักษณ์อักษรเพื่อขยายเวลาหรือความต่อเนื่อง ภายใต้กฎหมายที่บังคับใช้ในทางตรงกันข้าม คุณตกลงว่าเหตุแห่งการกระทำใดๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้ไซต์หรือบริการของเราจะต้องเริ่มขึ้นภายในหนึ่ง (1) ปีหลังจากเหตุแห่งการกระทำนั้นเกิดขึ้น มิฉะนั้นการกระทำดังกล่าวจะ ห้ามอย่างถาวร ในกรณีที่ MicronVPN เป็นผู้ตอบในอนุญาโตตุลาการดังกล่าว ความเสียหายที่เกิดขึ้นกับ MicronVPN อาจไม่เกินจำนวนเงินที่คุณจ่ายให้กับ MicronVPN สำหรับการใช้บริการ อนุญาโตตุลาการจะมีอำนาจในการให้การบรรเทาทุกข์ชั่วคราว เบื้องต้น หรือคำสั่งห้ามในรูปแบบที่มีนัยสำคัญคล้ายกับที่ศาลยุติธรรมจะอนุญาต อนุญาโตตุลาการไม่มีอำนาจตัดสินให้เกิดความเสียหายเชิงลงโทษ คำชี้ขาดของอนุญาโตตุลาการที่เกิดขึ้นอาจถูกบังคับใช้ หรืออาจมีการขอคำสั่งห้ามในศาลที่มีเขตอำนาจในเอสโตเนีย ค่าใช้จ่ายที่สมเหตุสมผล (รวมถึงค่าใช้จ่ายทั้งหมดของการอนุญาโตตุลาการ) และค่าทนายความจะมอบให้กับฝ่ายที่เริ่มอนุญาโตตุลาการ ในกรณีที่ฝ่ายนั้นไม่มีชัยในการชี้ขาด คู่สัญญาภายใต้ข้อกำหนดอนุญาโตตุลาการนี้รวมถึง MicronVPN เจ้าหน้าที่ กรรมการ และพนักงาน และบริษัทหรือนิติบุคคลใด ๆ ที่เป็นบริษัทแม่ บริษัทลูก หรือบริษัทในเครือของ MicronVPN หรือที่ MicronVPN ได้ทำสัญญาเพื่อให้บริการแก่สมาชิกผ่าน VPN อีโว ข้อกำหนดขั้นสุดท้าย หากข้อกำหนดใดในข้อตกลงนี้ถือเป็นโมฆะหรือไม่สามารถบังคับใช้ได้ ข้อกำหนดนั้นจะถูกตีความในลักษณะที่สอดคล้องกับกฎหมายที่ใช้บังคับเพื่อสะท้อนถึงเจตนาเดิมของข้อกำหนด และข้อกำหนดที่เหลือของข้อตกลงนี้จะยังคงมีผลบังคับใช้อย่างสมบูรณ์ ความล้มเหลวในการออกกำลังกายหรือบังคับใช้ce สิทธิ์หรือบทบัญญัติของข้อตกลงนี้จะไม่ถือเป็นการสละสิทธิหรือบทบัญญัติดังกล่าว
tr: Bu Hizmet Şartları belgesi (Şartlar), (MicronVPN) tarafından sağlanan VPN hizmetlerinin (Hizmetler veya Hizmet) kullanım şartlarını ve koşullarını ana hatlarıyla belirtir. Bu Koşullar ayrıca MicronVPN web sitesi (Site), uygulamalar (Uygulamalar) ve MicronVPN tarafından sağlanan herhangi bir yazılım (Yazılım) dahil olmak üzere MicronVPN içeriğinin (İçerik) kullanımını ve bunlara erişimi yönetir. Bu Koşulları kabul ederek, burada okuyabileceğiniz Gizlilik Politikasını (Gizlilik Politikası) da kabul etmiş olursunuz. Kabul İçeriğe veya Hizmetlere erişerek, kendiniz veya temsil ettiğiniz kişiler (siz) adına bu Koşullara bütünüyle uymayı ve yasal olarak bağlı olmayı kabul etmiş olursunuz. Bu Koşullar, siz ve MicronVPN arasında yasal olarak bağlayıcı bir sözleşme (Sözleşme) oluşturur. Şartların herhangi bir bölümünü kabul etmiyorsanız, Hizmetlerimizi kullanamazsınız. Hizmetlerimizi kullanmak için bir hesap oluşturarak, en az on sekiz (18) yaşında olduğunuzu veya geçerli bir tüzel kişilik olduğunuzu ve sağladığınız kayıt bilgilerinin doğru ve eksiksiz olduğunu beyan edersiniz. Değişiklik MicronVPN, Şartları zaman zaman bildirimde bulunmaksızın güncelleyebilir. Bu değişiklikler yürürlüğe girdikten sonra MicronVPN Hizmetlerini, İçeriğini, Sitesini, Uygulamalarını veya Yazılımını kullanmaya devam ederseniz, revize edilmiş Koşulları kabul etmiş olursunuz. Şartların güncel versiyonu Sitede mevcuttur. Mevcut kurallar ve yükümlülükler hakkında bilgi sahibi olmak için bu Koşulları zaman zaman gözden geçirmenin sizin yükümlülüğünüz olduğunu anlıyor ve kabul ediyorsunuz. Şartlardaki herhangi bir temel değişiklikle ilgili bildirim, abonelere bir e-posta mesajı veya Site güncellemesi yoluyla sağlanacaktır. Bu Koşullarda yapılan değişiklikleri takiben İçeriği veya Hizmetleri kullanımınız, değişen Koşulları kabul ettiğiniz anlamına gelir. Gizlilik Politikası MicronVPN, gizliliğinize bağlıdır ve VPN'imize bağlı Abonelerden göz atma geçmişi, trafik hedefi, veri içeriği veya DNS sorguları toplamaz veya günlüğe kaydetmez. Yalnızca Site ve Hizmetlerin uygun şekilde sunulması için gerekli olan bilgileri topluyoruz. Netlik ve şeffaflık adına, veri toplama ile ilgili tüm bilgileri Sitede bulunan ve Gizlilik Politikası olarak bilinen ayrı bir belgeye yerleştirdik. Hassas verilerinizi nasıl işlediğimizi net bir şekilde anlamak için lütfen Gizlilik Politikasının tamamını gözden geçirin. Abonelikler MicronVPN Hizmetleri, Siteye kaydolduğunuzda kullanımınıza sunulur. Hizmetler'e üye olarak, seçmiş olduğunuz süre boyunca abone (Abone) olmayı kabul etmektesiniz. Abonelik planlarının ve fiyatlandırmanın tam listesi uygulamada mevcuttur. MicronVPN, Sitede yayınlanan veya e-posta yoluyla gönderilen makul bir ön bildirim üzerine herhangi bir zamanda abonelik ücretlerini değiştirme veya yeni ücretler belirleme hakkını saklı tutar. Fiyatlandırmada yapılacak herhangi bir değişiklik, Abonenin mevcut abonelik süresini etkilemeyecek ve abonelik yenileme tarihinden itibaren geçerli olacaktır. Ödeme yönteminiz tarafından desteklendiğinde planlar, fatura döneminin sonunda varsayılan olarak otomatik olarak yenilenir. Varsayılan olarak yenileme süresi, orijinal abonelik için faturalandırma dönemi ile aynı süre içindir. Abonelik ücreti, en son seçtiğiniz ödeme yönteminden otomatik olarak tahsil edilecektir. Otomatik yenilemeyi durdurmak isterseniz, Siteye giriş yapabilir ve otomatik yenilemeyi kapatabilirsiniz. Varsayılan olarak, otomatik yenilemeyi destekleyen bir ödeme yöntemi (kredi kartı veya Paypal gibi) kullandığınızda otomatik yenileme açılır ve otomatik yenilemeyi desteklemeyen bir ödeme yöntemi (bitcoin gibi) kullandığınızda kapatılır. ). Her ücretli abonelik size bir tane verir herhangi bir zamanda üç (3) farklı cihazda kullanım lisansı. Hizmetleri aynı anda üçten fazla cihazda kullanmak istiyorsanız, (i) yönlendiricinizde MicronVPN kullanabilirsiniz. ek abonelik planları satın alın veya toplu lisanslama seçeneği aracılığıyla ek lisanslar satın alın. Toplu lisanslama programı hakkında daha fazla bilgi için lütfen destek ile iletişime geçin. Geri Ödeme Politikası Geri ödemeler, Apple App Store tarafından gerçekleştirilir. Kabul Edilebilir Kullanım Politikası MicronVPN Hizmetlerine dünyanın her yerinden erişilebilir, bu nedenle Siteyi, Uygulamaları, Yazılımı veya Hizmetleri kullanmanın yerel yasa ve düzenlemelere uygun olup olmadığını değerlendirmek sizin sorumluluğunuzdadır. Siteyi, Uygulamaları, Yazılımı veya Hizmetleri her kullandığınızda, bu Koşullara ve yürürlükteki yasalara, düzenlemelere ve politikalara uymalısınız. Titan VPN hesap bilgilerinizi gizli tutmanın sizin sorumluluğunuzda olduğunu anlıyorsunuz. Hesabınız altındaki tüm faaliyetlerden siz sorumlusunuz. Birinin hesabınıza sizin izniniz olmadan eriştiğini keşfeder veya bundan şüphelenirseniz, hesap kimlik bilgilerinizi iptal edebilmemiz ve yenilerini verebilmemiz için bizi hemen bilgilendirmeniz önerilir. MicronVPN, tüm Abonelerimize mümkün olan en iyi hizmeti sunmayı amaçlamaktadır. Bu anlamda, İçeriğimizi veya Hizmetlerimizi kötüye kullanmamanızı şart koşuyoruz. Kötüye kullanım, Şartlara veya yürürlükteki yasaya aykırı olarak İçerik veya Hizmetlere herhangi bir kullanım, erişim veya müdahale anlamına gelir.ws ve düzenlemeler. Hizmetlerin kötüye kullanılmasını veya birine zarar vermek için kullanılmasını önlemek amacıyla, Hizmetlerimiz bu Koşullara ve yürürlükteki yasalara aykırı olarak kullanıldığında MicronVPN uygun önlemleri alma hakkını saklı tutar. Hizmeti kötüye kullanırsanız, MicronVPN'nun halihazırda ödenmiş Hizmetler için geri ödeme yapmadan hesabınızı sonlandırabileceğini kabul edersiniz. Hizmetlerimizi kullanırken, şunları yapmayacağınızı kabul edersiniz: Hizmet üzerinden istenmeyen reklamlar veya içerik (yani istenmeyen posta) göndermemeyi veya iletmemeyi. Hizmet üzerinden yasa dışı, nefret dolu, tehdit edici, aşağılayıcı veya küçük düşürücü herhangi bir içerik göndermek, yayınlamak veya iletmek; fikri mülkiyet haklarını ihlal eden; mahremiyeti istila eder; veya şiddeti teşvik ediyor. Telif hakkı veya başka bir mülkiyet hakkı ile korunan herhangi bir içeriği, önce özel içeriğin sahibinden izin almadan karşıya yüklemek, indirmek, yayınlamak, çoğaltmak veya dağıtmak. Reşit olmayanların cinsel veya müstehcen tasvirlerini içeren herhangi bir içeriği yükleyin, indirin, yayınlayın, çoğaltın veya dağıtın. Başka bir Abonenin Hizmeti kullanmasını veya Hizmetten yararlanmasını kısıtlayan veya engelleyen herhangi bir davranışta bulunmayın. Uygun yetkilendirme olmadan bilgi işlem cihazlarına erişmeye, bunları incelemeye veya bağlanmaya çalışmak (yani, herhangi bir bilgisayar korsanlığı biçimi). Hizmetle bağlantılı olarak MicronVPN tarafından işletilen bir IP adresleri listesi derlemeye, kullanmaya veya dağıtmaya çalışmak. Hizmeti yasal amaçlar dışında herhangi bir amaç için kullanma. Lisans Bu Koşullara uymanıza bağlı olarak, MicronVPN size Yazılımı indirmeniz ve kullanmanız için münhasır olmayan ve sınırlı bir lisans verir. Yazılımın MicronVPN tarafından açıkça izin verilmeyen herhangi bir şekilde değiştirilmesi, yetkisiz taraflara dağıtılması, tersine mühendislik yapılması veya başka bir şekilde kullanılması kesinlikle yasaktır. MicronVPN tarafından açık yazılı izin verilmedikçe, MicronVPN'nun fikri mülkiyet haklarına tabi olan herhangi bir materyalin kullanımı yasaktır. İçeriğin Dili ve Çevirisi İçeriğimizin tamamı orijinal olarak İngilizce olarak yazılmıştır. İçeriğimizin herhangi bir çevirisi en iyi çaba esasına göre yapılır. Çevrilmiş İçeriğin doğruluğunu garanti edemeyiz. Çevrilen İçerik ile İngilizce İçerik arasında herhangi bir tutarsızlık olması durumunda, İngilizce İçerik geçerli olacaktır. Üçüncü Şahıs Web Siteleri MicronVPN size Üçüncü Şahıslara (Üçüncü Şahıslar) ait içerik veya üçüncü şahıs web sitelerine yönlendiren bağlantılar sağlayabilir. MicronVPN, MicronVPN'nun kontrolü veya denetimi altında olmadıkları ve farklı kullanım koşulları ve politikaları olabileceği için Üçüncü Kişiler tarafından sağlanan içeriklerin kullanılabilirliğinden sorumlu değildir. Hizmetlerimiz aracılığıyla Üçüncü Taraflar tarafından sağlanan herhangi bir web sitesine, hizmete veya içeriğe erişiminiz, MicronVPN ile söz konusu Üçüncü Taraflar arasında herhangi bir ilişki olduğu anlamına gelmez. Sorumluluk Reddi Site ve Hizmetlerdeki kesintileri önlemek için çaba göstereceğiz. Bununla birlikte, bunlar olduğu gibi ve mevcut olduğu gibi sağlanır ve Site veya Hizmet aracılığıyla sağlanan herhangi bir materyalin veya bilginin doğruluğunu veya herhangi bir özel amaca uygunluğunu, açık veya zımni olarak garanti etmiyoruz. Ticarete elverişlilik veya belirli bir amaca uygunluk veya ihlal etmeme garantileri dahil ancak bunlarla sınırlı olmamak üzere, açık veya zımni her türlü garantiyi açıkça reddediyoruz. Hizmetlerin ihtiyaçlarınızı karşılayacağına veya kesintisiz, zamanında, güvenli veya hatasız olacağına veya varsa kusurların düzeltileceğine dair herhangi bir garanti vermiyoruz. Siteye ve Hizmetlere, riski ve takdiri tamamen size ait olmak üzere eriştiğinizi kabul etmektesiniz. VPN hizmet kapsamı, hızları, sunucu konumları ve kalitesi değişiklik gösterebilir. MicronVPN, Hizmeti her zaman kullanılabilir hale getirmeye çalışacaktır. Bununla birlikte, Hizmet, acil durumlar dahil ancak bunlarla sınırlı olmamak üzere, kontrolümüz dışındaki çeşitli faktörler nedeniyle kullanılamayabilir; üçüncü taraf hizmet hataları; veya iletim, ekipman veya ağ sorunları veya sınırlamaları, parazit veya sinyal gücü; kesintiye uğratılabilir, reddedilebilir, sınırlandırılabilir veya kısıtlanabilir. Hizmet, iletişim hizmetleri veya ağlarla ilgili kesintiler veya performans sorunları nedeniyle kaybolan, teslim edilemeyen, geciken veya yanlış yönlendirilen verilerden, mesajlardan veya sayfalardan sorumlu değiliz. Aboneleri veya Hizmeti korumak için tamamen kendi takdirimize bağlı olarak kullanım veya Hizmet sınırları uygulayabilir, Hizmeti askıya alabilir, VPN hesaplarını feshedebilir veya belirli kullanım türlerini engelleyebiliriz. Alınan verilerin doğruluğu ve güncelliği garanti edilmez; gecikmeler veya eksiklikler olabilir. MicronVPN, bu Koşulların ihlali olduğunu düşündüğümüz konuları araştırma hakkını saklı tutar. Bu Koşullarda belirtilen kısıtlamaların gerçek veya potansiyel ihlali olduğunu düşündüğümüz herhangi bir materyali veya bilgiyi, tamamen kendi takdirimize bağlı olarak ve bildirimde bulunmaksızın herhangi bir şekilde kaldırabilir, engelleyebilir, filtreleyebilir veya kısıtlayabiliriz, ancak buna zorunlu değiliz. ve MicronVPN'yu veya müşterilerimizi sorumluluğa tabi tutabilecek diğer faaliyetler. MicronVPN, bu tür materyallerin veya bilgilerin çalınmasını önlemek için tarafımızdan yapılacak herhangi bir hataya ilişkin her türlü sorumluluğu reddeder.Hizmet üzerinden ve/veya bilgi işlem cihazınıza iletilir. Sorumluluğun Sınırlandırılması MicronVPN, aşağıdaki durumlarda maruz kaldığınız herhangi bir kayıp veya hasardan herhangi bir Aboneye veya başka bir bireye karşı yükümlü olmayacaktır ve hiçbir şekilde sorumlu olmayacaktır: Site veya Hizmetin herhangi bir arızası veya kesintisi; Siteyi veya Hizmeti veya burada yer alan verileri kullanımınıza sunarken yer alan herhangi bir Üçüncü Tarafın herhangi bir eylemi veya ihmali; Sitenin veya İçeriğinin herhangi bir bölümüne erişiminiz veya kullanımınızla veya erişememeniz veya bunları kullanamamanızla ilgili diğer herhangi bir neden; Site veya Hizmet üzerindeki etkileşimleriniz; bu Sözleşmeye uymamanız; ikame mal veya hizmetlerin tedarik maliyeti; veya iletimlerinize veya verilerinize yetkisiz erişim veya bunların değiştirilmesi, bu tür bir nedene yol açan koşullar MicronVPN'nun veya Site veya Hizmet için yazılım, hizmet veya destek sağlayan herhangi bir satıcının kontrolünde olup olmadığına bakılmaksızın. MicronVPN, ortakları, bağlı kuruluşları, yan kuruluşları, üyeleri, görevlileri veya çalışanları hiçbir durumda doğrudan, özel, dolaylı, sonuç olarak ortaya çıkan veya arızi zararlardan veya herhangi bir türdeki diğer kayıp veya zararlardan sorumlu tutulamaz. olabileceği konusunda bilgilendirildi. Yukarıda belirtilenler, yürürlükteki yasalar tarafından yasaklandığı ölçüde geçerli olmayacaktır. Tazminat MicronVPN'yu, memurlarını, müdürlerini, çalışanlarını, üyelerini, ortaklarını, acentelerini ve tedarikçilerini ve bunların ilgili bağlı kuruluşlarını, memurlarını, müdürlerini, çalışanlarını, üyelerini, hissedarlarını, ortaklarını ve acentelerini tazmin etmeyi, savunmayı ve zarar görmesini engellemeyi kabul edersiniz. bu Sözleşmeyi ihlal etmeniz dahil ancak bunlarla sınırlı olmamak üzere, İçeriği ve Hizmeti kullanımınızdan kaynaklanan avukatlık ücretleri de dahil olmak üzere her türlü iddia ve masraf. Tamamen kendi takdirimize bağlı olarak, sizin tarafınızdan tazmin edilmeye tabi herhangi bir konunun münhasır savunmasını ve kontrolünü üstlenebiliriz. Bununla birlikte, tarafımızca bu tür bir savunma veya kontrolün üstlenilmesi, tazminat yükümlülüklerinizin hiçbirini mazeret oluşturmaz. Hukuk Seçimi Bu Sözleşme, kanun ihtilaflarını düzenleyen kuralları hariç olmak üzere, Estonya kanunlarına tabi olacak ve bu kanunlara göre yorumlanacaktır. Tahkim Bu Sözleşmeden veya Sitenin veya Hizmetlerin kullanımından kaynaklanan veya bunlarla ilgili tüm ihtilaflar, Uluslararası Uyuşmazlık Çözüm Merkezi'nin (ICDR) Tahkim Kuralları (Kuralları) uyarınca, uygun şekilde atanan bir hakem (Hakem) tarafından nihai olarak çözülecektir. söz konusu Kurallar ile. Tahkim, tüm taraflar imzalı bir yazılı anlaşma ile aksini kabul etmedikçe, Estonya'nın Tallinn kentinde yürütülecektir. Hakem nitelikli olmalı ve internet dahil ancak bununla sınırlı olmamak üzere bilgisayar ağları alanında bir geçmişe sahip olmalıdır. Hakem, belgelerin hızlı bir şekilde değiş tokuşuna izin verme yetkisine sahip olacaktır, ancak herhangi bir keşif, belge talepleri ve sorgulamalarla sınırlı olacaktır. Hakemin bu Sözleşmeye ekleme yapma veya Sözleşmeden çıkarma yapma yetkisi veya yetkisi olmayacaktır ve tahkim masrafları, aşağıda açıklananlar dışında eşit olarak karşılanacaktır. Tahkim, hızlandırılmış bir programa göre yürütülecektir. Tahkim davasının tüm tarafları yazılı olarak bir süre uzatma veya devam ettirme konusunda anlaşmazlarsa, tahkim tahkim talebinin sunulmasından en geç yüz yirmi (120) gün sonra sonuçlanmalı ve bir karar verilmelidir. Yürürlükteki aksi yöndeki herhangi bir yasaya tabi olarak, Sitemizin veya Hizmetlerimizin kullanımından kaynaklanan veya bunlarla ilgili herhangi bir dava nedeninin, dava sebebinin tahakkuk etmesinden sonraki bir (1) yıl içinde başlatılması gerektiğini, aksi takdirde bu tür bir davanın kalıcı olarak yasaklandı. Bu tür bir tahkimde MicronVPN'nun davalı olması durumunda, MicronVPN aleyhine hükmedilen zararlar, Hizmetin kullanımı için MicronVPN'ya ödediğiniz tutarı aşamaz. Hakem, aksi takdirde bir mahkeme tarafından verilecek olana önemli ölçüde benzer bir biçimde herhangi bir geçici, ön veya ihtiyati tedbir kararı verme yetkisine sahip olacaktır. Hakemin cezai tazminata hükmetme yetkisi yoktur. Ortaya çıkan tahkim kararı, Estonya'daki yetkili herhangi bir mahkemede tenfiz edilebilir veya ihtiyati tedbir talebinde bulunulabilir. Makul masraflar (tüm tahkim masrafları dahil) ve avukatlık ücretleri, tahkimde galip gelmemesi halinde tahkimi başlatan taraf aleyhine hükmedilecektir. Bu tahkim hükmüne tabi taraflar arasında MicronVPN, memurları, yöneticileri ve çalışanları ve MicronVPN'nun ana şirketi, yan kuruluşu veya kardeş şirketi olan veya MicronVPN'nun Abonelere hizmet sağlamak için sözleşme yaptığı herhangi bir şirket veya tüzel kişi yer alır. MicronVPN'su. Nihai Hükümler Bu Sözleşmedeki herhangi bir hüküm geçersiz veya uygulanamaz sayılırsa, söz konusu hüküm, hükmün asıl amacını yansıtacak şekilde yürürlükteki yasa ile tutarlı bir şekilde yorumlanacak ve bu Sözleşmenin geri kalan hükümleri tam olarak yürürlükte ve yürürlükte kalacaktır. Egzersiz veya uygulamadaki herhangi bir başarısızlıkBu sözleşmenin herhangi bir hakkı veya hükmü, söz konusu hak veya hükümden feragat edildiği anlamına gelmez.
vi: Tài liệu Điều khoản dịch vụ này (Điều khoản) phác thảo các điều khoản và điều kiện sử dụng dịch vụ VPN (Dịch vụ hoặc Dịch vụ) do (MicronVPN) cung cấp. Các Điều khoản này cũng chi phối việc sử dụng và truy cập vào nội dung của MicronVPN (Nội dung), bao gồm trang web MicronVPN (Trang web), các ứng dụng (Ứng dụng) và bất kỳ phần mềm nào do MicronVPN (Phần mềm) cung cấp. Khi đồng ý với các Điều khoản này, bạn cũng đồng ý với Chính sách quyền riêng tư (Chính sách quyền riêng tư) mà bạn có thể đọc tại đây. Chấp nhận Bằng cách truy cập Nội dung hoặc Dịch vụ, bạn thay mặt cho chính mình hoặc những người mà bạn đại diện (bạn) đồng ý tuân thủ và bị ràng buộc về mặt pháp lý toàn bộ bởi các Điều khoản này. Các Điều khoản này cấu thành một thỏa thuận ràng buộc về mặt pháp lý (Thỏa thuận) giữa bạn và MicronVPN. Nếu bạn không đồng ý với bất kỳ phần nào của Điều khoản, bạn không được sử dụng Dịch vụ của chúng tôi. Bằng cách tạo tài khoản để sử dụng Dịch vụ của chúng tôi, bạn tuyên bố rằng bạn từ mười tám (18) tuổi trở lên hoặc bạn là một pháp nhân hợp lệ và thông tin đăng ký bạn đã cung cấp là chính xác và đầy đủ. Sửa đổi MicronVPN có thể cập nhật Điều khoản theo thời gian mà không cần thông báo trước. Nếu bạn tiếp tục sử dụng Dịch vụ, Nội dung, Trang web, Ứng dụng hoặc Phần mềm của MicronVPN sau khi những thay đổi này có hiệu lực, thì bạn đồng ý với Điều khoản sửa đổi. Phiên bản hiện tại của Điều khoản có sẵn trên Trang web. Bạn hiểu và đồng ý rằng bạn có nghĩa vụ thỉnh thoảng xem lại các Điều khoản này để được thông báo về các quy tắc và nghĩa vụ hiện hành. Thông báo về bất kỳ thay đổi cốt lõi nào đối với Điều khoản sẽ được cung cấp cho người đăng ký thông qua email hoặc cập nhật cho Trang web. Việc bạn sử dụng Nội dung hoặc Dịch vụ sau những thay đổi đối với các Điều khoản này cấu thành việc bạn chấp nhận các Điều khoản đã thay đổi. Chính sách quyền riêng tư MicronVPN cam kết bảo vệ quyền riêng tư của bạn và không thu thập hoặc ghi nhật ký lịch sử duyệt web, đích lưu lượng truy cập, nội dung dữ liệu hoặc truy vấn DNS từ Người đăng ký được kết nối với VPN của chúng tôi. Chúng tôi chỉ thu thập thông tin cần thiết để cung cấp đúng Trang web và Dịch vụ. Vì mục đích rõ ràng và minh bạch, chúng tôi đã đặt tất cả thông tin liên quan đến việc thu thập dữ liệu trong một tài liệu riêng được gọi là Chính sách quyền riêng tư, có sẵn trên Trang web. Vui lòng xem lại toàn bộ Chính sách quyền riêng tư để hiểu rõ về cách chúng tôi xử lý dữ liệu nhạy cảm của bạn. Đăng ký Dịch vụ MicronVPN có sẵn cho bạn khi đăng ký trên Trang web. Bằng cách đăng ký Dịch vụ, bạn đồng ý trở thành người đăng ký (Subscriber) trong khoảng thời gian bạn đã chọn. Một danh sách đầy đủ các gói đăng ký và giá cả có sẵn trên ứng dụng. MicronVPN bảo lưu quyền sửa đổi phí đăng ký hoặc đưa ra các khoản phí mới bất cứ lúc nào khi có thông báo trước hợp lý được đăng trên Trang web hoặc gửi qua email. Mọi thay đổi về giá sẽ không ảnh hưởng đến thời hạn đăng ký hiện tại của Người đăng ký và sẽ có hiệu lực khi gia hạn đăng ký. Khi được phương thức thanh toán của bạn hỗ trợ, các gói sẽ tự động gia hạn theo mặc định khi hoàn thành thời hạn thanh toán. Theo mặc định, thời hạn gia hạn có cùng thời hạn với thời hạn thanh toán cho đăng ký ban đầu. Phí đăng ký sẽ được tự động tính vào phương thức thanh toán bạn đã chọn lần cuối. Nếu bạn muốn ngừng gia hạn tự động, bạn có thể đăng nhập vào Trang web và tắt tự động gia hạn. Theo mặc định, tự động gia hạn được bật khi bạn sử dụng phương thức thanh toán hỗ trợ tự động gia hạn (chẳng hạn như thẻ tín dụng hoặc Paypal) và bị tắt khi bạn sử dụng phương thức thanh toán không hỗ trợ tự động gia hạn (chẳng hạn như bitcoin ). Mỗi đăng ký trả phí cấp cho bạn một phép sử dụng trên ba (3) thiết bị khác nhau tại bất kỳ thời điểm nào. Nếu bạn muốn sử dụng Dịch vụ trên nhiều hơn ba thiết bị cùng một lúc thì bạn có thể (i) sử dụng MicronVPN trên bộ định tuyến của mình mua gói thuê bao bổ sung, hoặc mua giấy phép bổ sung thông qua tùy chọn 'cấp phép số lượng lớn'. Để biết thêm thông tin về chương trình 'cấp phép số lượng lớn', vui lòng liên hệ với bộ phận hỗ trợ. Chính sách hoàn tiền Việc hoàn tiền được xử lý bởi Apple App Store. Chính sách sử dụng được chấp nhận Dịch vụ MicronVPN có thể được truy cập từ khắp nơi trên thế giới, vì vậy bạn có trách nhiệm đánh giá xem việc sử dụng Trang web, Ứng dụng, Phần mềm hoặc Dịch vụ có tuân thủ luật pháp và quy định của địa phương hay không. Bất cứ khi nào bạn sử dụng Trang web, Ứng dụng, Phần mềm hoặc Dịch vụ, bạn phải tuân thủ các Điều khoản này cũng như các luật, quy định và chính sách hiện hành. Bạn hiểu rằng bạn có trách nhiệm bảo mật thông tin tài khoản Titan VPN của mình. Bạn chịu trách nhiệm cho tất cả các hoạt động trong tài khoản của mình. Nếu bạn từng phát hiện hoặc nghi ngờ rằng ai đó đã truy cập vào tài khoản của bạn mà không có sự cho phép của bạn, bạn nên thông báo cho chúng tôi ngay lập tức để chúng tôi có thể thu hồi thông tin đăng nhập tài khoản của bạn và cấp thông tin đăng nhập mới. MicronVPN nhằm mục đích cung cấp dịch vụ tốt nhất có thể cho tất cả Người đăng ký của chúng tôi. Theo nghĩa đó, chúng tôi yêu cầu bạn không lạm dụng Nội dung hoặc Dịch vụ của chúng tôi. Lạm dụng đề cập đến bất kỳ việc sử dụng, truy cập hoặc can thiệp nào vào Nội dung hoặc Dịch vụ trái với Điều khoản hoặc quy định hiện hành.ws và các quy định. Để bảo vệ Dịch vụ không bị lạm dụng hoặc sử dụng để làm hại ai đó, MicronVPN bảo lưu quyền thực hiện các biện pháp thích hợp khi Dịch vụ của chúng tôi đang được sử dụng trái với các Điều khoản này và luật hiện hành. Bạn đồng ý rằng MicronVPN có thể chấm dứt tài khoản của bạn mà không hoàn lại tiền cho các Dịch vụ đã thanh toán, nếu bạn sử dụng sai Dịch vụ. Khi sử dụng Dịch vụ của chúng tôi, bạn đồng ý không: Gửi hoặc truyền quảng cáo hoặc nội dung không mong muốn (tức là thư rác) qua Dịch vụ. Gửi, đăng hoặc truyền qua Dịch vụ bất kỳ nội dung nào bất hợp pháp, thù hận, đe dọa, xúc phạm hoặc phỉ báng; xâm phạm quyền sở hữu trí tuệ; xâm phạm quyền riêng tư; hoặc kích động bạo lực. Tải lên, tải xuống, đăng, sao chép hoặc phân phối bất kỳ nội dung nào được bảo vệ bởi bản quyền hoặc bất kỳ quyền sở hữu nào khác mà không có sự cho phép trước của chủ sở hữu nội dung độc quyền đó. Tải lên, tải xuống, đăng, sao chép hoặc phân phối bất kỳ nội dung nào bao gồm các mô tả khiêu dâm hoặc khiêu dâm về trẻ vị thành niên. Tham gia vào bất kỳ hành vi nào hạn chế hoặc ngăn cản bất kỳ Người đăng ký nào khác sử dụng hoặc tận hưởng Dịch vụ. Cố gắng truy cập, thăm dò hoặc kết nối với các thiết bị máy tính mà không được phép thích hợp (nghĩa là bất kỳ hình thức hack nào). Cố gắng biên dịch, sử dụng hoặc phân phối danh sách các địa chỉ IP do MicronVPN vận hành cùng với Dịch vụ. Sử dụng Dịch vụ cho bất kỳ mục đích nào khác ngoài mục đích hợp pháp. Giấy phép Tùy thuộc vào việc bạn tuân thủ các Điều khoản này, MicronVPN cấp cho bạn giấy phép không độc quyền và có giới hạn để tải xuống và sử dụng Phần mềm. Việc sửa đổi, phân phối cho các bên trái phép, kỹ thuật đảo ngược hoặc sử dụng Phần mềm theo bất kỳ cách nào không được MicronVPN cho phép rõ ràng đều bị nghiêm cấm. Việc sử dụng bất kỳ tài liệu nào thuộc quyền sở hữu trí tuệ của MicronVPN đều bị cấm trừ khi bạn đã được MicronVPN cung cấp sự đồng ý rõ ràng bằng văn bản. Ngôn ngữ và bản dịch nội dung Tất cả nội dung của chúng tôi ban đầu được viết bằng tiếng Anh. Mọi bản dịch Nội dung của chúng tôi đều được thực hiện trên cơ sở nỗ lực cao nhất. Chúng tôi không thể đảm bảo tính chính xác của Nội dung đã dịch. Trong trường hợp có bất kỳ sự khác biệt nào giữa Nội dung được dịch và Nội dung tiếng Anh, Nội dung tiếng Anh sẽ được ưu tiên áp dụng. Các trang web của bên thứ ba MicronVPN có thể cung cấp cho bạn nội dung thuộc về các bên thứ ba (Third Party) hoặc các liên kết dẫn đến các trang web của bên thứ ba. MicronVPN không chịu trách nhiệm về tính khả dụng của nội dung do Bên thứ ba cung cấp vì họ không chịu sự kiểm soát hoặc giám sát của MicronVPN và họ có thể có các điều khoản và chính sách sử dụng khác nhau. Quyền truy cập của bạn thông qua Dịch vụ của chúng tôi tới bất kỳ trang web, dịch vụ hoặc nội dung nào do Bên thứ ba cung cấp không chỉ ra bất kỳ mối quan hệ nào giữa MicronVPN và các Bên thứ ba đó. Tuyên bố miễn trừ trách nhiệm Chúng tôi sẽ cố gắng ngăn chặn sự gián đoạn đối với Trang web và Dịch vụ. Tuy nhiên, chúng được cung cấp trên cơ sở nguyên trạng và sẵn có, và chúng tôi không đảm bảo, dù rõ ràng hay ngụ ý, tính chính xác của bất kỳ tài liệu hoặc thông tin nào được cung cấp qua Trang web hoặc Dịch vụ, hoặc tính phù hợp của chúng cho bất kỳ mục đích cụ thể nào. Chúng tôi từ chối rõ ràng tất cả các bảo đảm dưới bất kỳ hình thức nào, dù rõ ràng hay ngụ ý, bao gồm nhưng không giới hạn ở các bảo đảm về khả năng bán được hoặc tính phù hợp cho một mục đích cụ thể hoặc không vi phạm. Chúng tôi không đưa ra bất kỳ bảo đảm nào rằng Dịch vụ sẽ đáp ứng các yêu cầu của bạn hoặc Dịch vụ sẽ không bị gián đoạn, kịp thời, an toàn hoặc không có lỗi hoặc các khiếm khuyết, nếu có, sẽ được sửa chữa. Bạn thừa nhận rằng bạn tự chịu rủi ro và quyết định khi truy cập Trang web và Dịch vụ. Phạm vi phủ sóng, tốc độ, vị trí máy chủ và chất lượng của dịch vụ VPN có thể khác nhau. MicronVPN sẽ cố gắng cung cấp Dịch vụ mọi lúc. Tuy nhiên, Dịch vụ có thể không khả dụng do nhiều yếu tố nằm ngoài tầm kiểm soát của chúng tôi, bao gồm nhưng không giới hạn ở các trường hợp khẩn cấp; lỗi dịch vụ của bên thứ ba; hoặc các sự cố hoặc hạn chế về đường truyền, thiết bị hoặc mạng, nhiễu hoặc cường độ tín hiệu; và có thể bị gián đoạn, từ chối, hạn chế hoặc cắt giảm. Chúng tôi không chịu trách nhiệm về dữ liệu, tin nhắn hoặc trang bị mất, không được gửi, bị trì hoãn hoặc chuyển hướng sai do gián đoạn hoặc các vấn đề về hiệu suất với Dịch vụ, dịch vụ liên lạc hoặc mạng. Chúng tôi có thể áp đặt giới hạn sử dụng hoặc Dịch vụ, tạm dừng Dịch vụ, chấm dứt tài khoản VPN hoặc chặn một số loại sử dụng nhất định theo quyết định riêng của chúng tôi để bảo vệ Người đăng ký hoặc Dịch vụ. Tính chính xác và kịp thời của dữ liệu nhận được không được đảm bảo; sự chậm trễ hoặc thiếu sót có thể xảy ra. MicronVPN bảo lưu quyền điều tra các vấn đề mà chúng tôi cho là vi phạm các Điều khoản này. Chúng tôi có thể, nhưng không bắt buộc, theo quyết định riêng của mình và không cần thông báo, xóa, chặn, lọc hoặc hạn chế bằng bất kỳ phương tiện nào đối với bất kỳ tài liệu hoặc thông tin nào mà chúng tôi cho là vi phạm thực tế hoặc có khả năng vi phạm các hạn chế được nêu trong các Điều khoản này, và bất kỳ hoạt động nào khác có thể khiến MicronVPN hoặc khách hàng của chúng tôi phải chịu trách nhiệm pháp lý. MicronVPN từ chối bất kỳ và tất cả trách nhiệm pháp lý đối với bất kỳ thất bại nào từ phía chúng tôi trong việc ngăn chặn các tài liệu hoặc thông tin đóg được truyền qua Dịch vụ và/hoặc vào thiết bị máy tính của bạn. Giới hạn trách nhiệm pháp lý MicronVPN sẽ không chịu trách nhiệm pháp lý và sẽ không chịu trách nhiệm dưới bất kỳ hình thức nào đối với bất kỳ Người đăng ký hoặc cá nhân nào khác về bất kỳ tổn thất hoặc thiệt hại nào mà bạn phải gánh chịu trong trường hợp: bất kỳ lỗi hoặc gián đoạn nào của Trang web hoặc Dịch vụ; bất kỳ hành động hoặc thiếu sót nào của bất kỳ Bên thứ ba nào liên quan đến việc cung cấp Trang web hoặc Dịch vụ hoặc dữ liệu có trong đó cho bạn; bất kỳ nguyên nhân nào khác liên quan đến việc bạn truy cập hoặc sử dụng, hoặc không có khả năng truy cập hoặc sử dụng, bất kỳ phần nào của Trang web hoặc Nội dung của Trang web; tương tác của bạn trên Trang web hoặc Dịch vụ; việc bạn không tuân thủ Thỏa thuận này; chi phí mua sắm hàng hóa hoặc dịch vụ thay thế; hoặc truy cập trái phép hoặc thay đổi đường truyền hoặc dữ liệu của bạn, cho dù các trường hợp dẫn đến nguyên nhân đó có nằm trong tầm kiểm soát của MicronVPN hoặc của bất kỳ nhà cung cấp nào cung cấp phần mềm, dịch vụ hoặc hỗ trợ cho Trang web hoặc Dịch vụ hay không. Trong mọi trường hợp, MicronVPN, các đối tác, chi nhánh, công ty con, thành viên, cán bộ hoặc nhân viên của mình sẽ không chịu trách nhiệm pháp lý cho bất kỳ thiệt hại trực tiếp, đặc biệt, gián tiếp, do hậu quả hoặc ngẫu nhiên nào, hoặc đối với bất kỳ tổn thất hoặc thiệt hại nào khác dưới bất kỳ hình thức nào, ngay cả khi họ có đã được thông báo về khả năng đó. Những điều đã nói ở trên sẽ không áp dụng trong phạm vi bị cấm theo luật hiện hành. Bồi thường Bạn đồng ý bồi thường, bảo vệ và giữ vô hại cho MicronVPN, cán bộ, giám đốc, nhân viên, thành viên, đối tác, đại lý và nhà cung cấp cũng như các chi nhánh, cán bộ, giám đốc, nhân viên, thành viên, cổ đông, đối tác và đại lý của họ, khỏi bất kỳ và tất cả các khiếu nại và chi phí, kể cả phí luật sư, phát sinh từ việc bạn sử dụng Nội dung và Dịch vụ, bao gồm nhưng không giới hạn ở việc bạn vi phạm Thỏa thuận này. Chúng tôi có thể, theo quyết định riêng của mình, đảm nhận việc bảo vệ và kiểm soát độc quyền đối với bất kỳ vấn đề nào mà bạn phải bồi thường. Tuy nhiên, giả định về việc bảo vệ hoặc kiểm soát như vậy của chúng tôi sẽ không miễn trừ bất kỳ nghĩa vụ bồi thường nào của bạn. Lựa chọn luật Thỏa thuận này sẽ được điều chỉnh và hiểu theo luật pháp của Estonia, ngoại trừ các quy tắc điều chỉnh xung đột pháp luật. Trọng tài Tất cả các tranh chấp phát sinh từ hoặc liên quan đến Thỏa thuận này hoặc việc sử dụng Trang web hoặc Dịch vụ sẽ được giải quyết cuối cùng theo Quy tắc Trọng tài (Quy tắc) của Trung tâm Giải quyết Tranh chấp Quốc tế (ICDR) bởi một trọng tài viên (Trọng tài viên) được chỉ định theo với Nội quy đã nói. Trọng tài sẽ được tiến hành tại Tallinn, Estonia, trừ khi tất cả các bên có thỏa thuận khác bằng văn bản đã ký. Trọng tài viên phải đủ tiêu chuẩn và có kiến ​​thức cơ bản về lĩnh vực mạng máy tính, bao gồm nhưng không giới hạn ở internet. Trọng tài viên sẽ có quyền cho phép trao đổi tài liệu nhanh chóng, nhưng bất kỳ phát hiện nào sẽ chỉ giới hạn ở các yêu cầu tài liệu và thẩm vấn. Trọng tài viên sẽ không có quyền hạn hoặc thẩm quyền để bổ sung hoặc loại bỏ khỏi Thỏa thuận này và các chi phí của trọng tài sẽ được chịu như nhau, ngoại trừ như được mô tả dưới đây. Việc phân xử trọng tài sẽ được tiến hành theo một lịch trình nhanh chóng. Việc phân xử trọng tài phải được kết thúc và phán quyết được ban hành không muộn hơn một trăm hai mươi (120) ngày sau khi nộp đơn yêu cầu phân xử trọng tài, trừ khi tất cả các bên tham gia tố tụng trọng tài đồng ý bằng văn bản về việc gia hạn thời gian hoặc tiếp tục. Theo bất kỳ luật hiện hành nào ngược lại, bạn đồng ý rằng bất kỳ nguyên nhân tố tụng nào phát sinh từ hoặc liên quan đến việc sử dụng Trang web hoặc Dịch vụ của chúng tôi phải được bắt đầu trong vòng một (1) năm sau khi nguyên nhân tố tụng tích lũy, nếu không hành động đó sẽ bị hủy bỏ. cấm vĩnh viễn. Trong trường hợp MicronVPN là bị đơn trong bất kỳ trọng tài nào như vậy, thiệt hại được trao cho MicronVPN không được vượt quá số tiền bạn đã trả cho MicronVPN để sử dụng Dịch vụ. Trọng tài sẽ có thẩm quyền đưa ra bất kỳ biện pháp cứu trợ tạm thời, sơ bộ hoặc theo lệnh nào dưới hình thức về cơ bản tương tự như hình thức mà tòa án pháp luật sẽ cấp. Trọng tài viên sẽ không có thẩm quyền phán quyết các thiệt hại trừng phạt. Phán quyết trọng tài kết quả có thể được thi hành, hoặc có thể tìm kiếm biện pháp cứu trợ tạm thời, tại bất kỳ tòa án có thẩm quyền nào ở Estonia. Chi phí hợp lý (bao gồm tất cả các chi phí trọng tài) và phí luật sư sẽ được trao cho bên bắt đầu phân xử trọng tài, trong trường hợp bên đó không thắng kiện trong phân xử trọng tài. Các bên tuân theo điều khoản trọng tài này bao gồm MicronVPN, cán bộ, giám đốc và nhân viên của MicronVPN cũng như bất kỳ công ty hoặc pháp nhân nào là công ty mẹ, công ty con hoặc công ty chị em của MicronVPN hoặc MicronVPN đã ký hợp đồng cung cấp dịch vụ cho Người đăng ký thông qua MicronVPN. Các điều khoản cuối cùng Nếu bất kỳ điều khoản nào trong Thỏa thuận này bị coi là không hợp lệ hoặc không thể thi hành, thì điều khoản đó sẽ được hiểu theo cách phù hợp với luật hiện hành để phản ánh mục đích ban đầu của điều khoản và các điều khoản còn lại của Thỏa thuận này sẽ vẫn có đầy đủ hiệu lực. Bất kỳ sự thất bại nào trong việc thực hiện hoặc thực thice bất kỳ quyền hoặc điều khoản của thỏa thuận này sẽ không cấu thành từ bỏ quyền hoặc điều khoản đó.
