Repository: skyllex94/micronvpn
Catalog: VPNEvo/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, it, ja, ms, nl, pt_br, ru, th, tr, vi

# p_policy
source: Privacy Policy MicronVPN is committed to protecting your privacy. We want you to understand what information we collect, what we don’t collect, and how we collect, use, and store information. MicronVPN does not collect your name, email address and personal information.We do not collect logs of your activity, including no logging of browsing history, traffic destination, data content, or DNS queries. We also never store logs of your IP address. Our guiding principle towards data collection is to only collect the minimal data required to operate a world-class VPN service at scale. We designed our systems to not have sensitive data about our customers; even when compelled we cannot provide data that we do not possess. This privacy policy will help you understand how MicronVPN collects, uses, and stores information. General Information We collect three types of information: VPN connection summary statistics MicronVPN collects minimal information about usage In order to maintain excellent customer support and quality of service. The section below describes in detail what specific information we collect. These statistics never include anything about what the user did with the VPN: no data about the contents or destinations of VPN traffic, no DNS queries, and no IP addresses. Apple App Store Purchase Information We offer in-app purchases for our premium service and we keep the purchase information received from Apple for provision of our world class premium service. In-app Analytics Data We collect data such as which pages the user clicks on the app and the operating system of the user. Other We collect our customer’s unique id, session id, user type (premium or free), the server ip that the user connects, the input & output data counting (only counting not recording – by 5 minutes interval), timestamp of data counting, connection termination cause, internal ip address of the server that the user connects, the internal ip address of the user’s connection which is assigned by the server automatically and the user’s purchase information provided by Apple Inc. Personal Information MicronVPN does not collect your name, email address and personal information. If you wish to initiate an email or Intercom chat for support purposes or other queries, it is up to you to provide your email. If you do so, we will not keep it our database, or sell it to third parties, it will be used for support purposes only. VPN Connection Summary Statistics We ensure that we never log browsing history, traffic destination, data content, IP addresses, or DNS queries. Therefore: We do not know which user ever accessed a particular website or service. We do not know the set of original IP addresses of a user’s computer. Should anyone try to compel MicronVPN to release user information based on any of the above, we cannot supply this information because the data don’t exist. In order to maintain excellent customer support and quality of service, MicronVPN collects the following information related to your VPN usage: Username and Session ID We store a unique computer generated user id and generate session ids under this user id. This user id allows for complete anonymity while ensuring a successful connection. User Type & Connection We store the user type for provision of a premium service for our users. We collect information about whether you have successfully established a VPN, to which VPN location and server IP(but not your assigned outgoing IP address). This minimal information assists us in providing technical support, such as identifying connection problems and to enable MicronVPN engineers to identify and fix network issues. Input and output of data transferred (in MB) is recorded in 5 minute intervals with timestamps. We collect information regarding the total sum of data transfer you consume. Although we provide unlimited data transfer, if we notice that a single user pushes more traffic than thousands of users combined, thereby affecting the quality of service for other MicronVPN users, we may terminate membership. Also, internal IP address of the VPN server that you connect is logged for technical support purposes. Summary: We collect minimal usage statistics to maintain our quality of service. We may know, for example, that our customer had connected to our London VPN location on Tuesday and had transferred an aggregate of 823 MB of data across a 24-hour period. Our customer can’t be uniquely identified as responsible for any specific behaviour because his usage pattern overlaps with thousands of other MicronVPN customers who also connected to the same location on the same day. We’ve engineered our systems to categorically eliminate storage of sensitive data. We may know THAT a customer has used MicronVPN , but we never know HOW they have utilized our service. We stand by our firm commitment to our customers’ privacy by not possessing any data related to a user’s online activities. Anonymous VPN Connection Diagnostics and Crash Reports (Can be turned off by the user) We collect anonymized analytics data used for network diagnostics upon installation of the app. We use these data in our network operations tools to help optimize network speeds and to let us identify problems related to specific apps, VPN servers, or ISPs. The information we receive is fully anonymized and cannot be tied back to individual MicronVPN users (i.e. we don’t store which user sent which data, and do not store IP addresses). If you opt in to share this information with MicronVPN, we will collect the following information: Diagnostic information about how a VPN connection attempt failed. Speed test data Crash reports, also without any personally identifiable information. Depending on your platform, these are sent to these third parties: iOS: Crashlytics (owned by Google). See Crashlytics’s Privacy Policy. iOS: Apple. See Apple’s Privacy Policy. iOS shares these data by default. You can disable that in iOS settings as described here. iOS: Firebase. See Firebase’s Terms of Service. iOS: Amplitude. See Amplitude’s Terms of Service. Upon activation of any Titan VPN app, you will be asked if you would like to share these data. Jurisdiction and Applicable Law Titan VPN’s core mission is to keep your information private. In service of this mission, MicronVPN’s headquarters and registered place of business is in the The Republic of Estonia (Estonia), which has stricter laws concerning information disclosure than most countries. Should we receive a valid legal order from the Estonia High Court, it is important to note that MicronVPN does not collect any IP addresses, browsing history, traffic data, or DNS queries that could be used to identify any specific user. Storing of Information Related to Email, Live Chat, and Feedback Forms MicronVPN keeps records of any correspondence, questions, complaints, or compliments you submit to us through our Site or Services, along with our response. Depending on how you contact MicronVPN, we may collect your email address and any additional information you provide to us. Having full correspondence records enables our staff to provide the best possible customer support experience. We use a third-party platform for support correspondence: Intercom for emails, support tickets and live chat. When you correspond with us using these platforms, your correspondence records, including your name and email address, are stored in their systems. Both platforms utilize modern security practices and HTTPS encryption. Security Measures to Protect Your Information MicronVPN uses best-in-class physical, procedural, and technical security with respect to our offices and information storage facilities so as to prevent any loss, misuse, unauthorized access, disclosure, or modification of information. Access to user information is restricted to staff who require such access to perform their job functions. While we believe these systems are robust, it is important to understand that no data security measures in the world can offer 100% protection. Servers are housed in data centers with strong security practices. None of these data centers require us to collect or store any traffic data or personal information related to your use of VPN Services. If any data center were to ask us to log such data, we would immediately cease operations with said data center and find alternative options. Even if a government were to physically seize one of our VPN servers and manage to break their disk encryption, there would be no logs or information that would tie any individual user to a particular event, website, or behavior. Cookies MicronVPN does not collect cookies. Consent and Age Restrictions By using the Site, Content, Apps, Software, or Services, you agree to have your information handled as described in our Terms of Service and Privacy Policy. The Services are intended for adults aged 18 and above. If you believe your child has provided information to us, please let us know immediately. Changes to the Privacy Policy We may change our Privacy Policy from time to time, without prior notice to you, consistent with applicable privacy laws and principles. Your continued use of the Site or Services constitutes your acceptance of our Privacy Policy. How to Contact MicronVPN If you have any questions regarding our Privacy Policy and how we handle your information, please feel free to contact us at zionstudiosapps@gmail.com
ar_iq: سياسة الخصوصية تلتزم MicronVPN بحماية خصوصيتك. نريدك أن تفهم ماهية المعلومات التي نجمعها ، وما لا نجمعه ، وكيف نجمع المعلومات ونستخدمها ونخزنها. لا تجمع MicronVPN اسمك وعنوان بريدك الإلكتروني ومعلوماتك الشخصية. نحن لا نجمع سجلات لنشاطك ، بما في ذلك عدم تسجيل محفوظات الاستعراض أو وجهة حركة المرور أو محتوى البيانات أو استعلامات DNS. كما أننا لا نخزن سجلات عنوان IP الخاص بك مطلقًا. يتمثل مبدأنا التوجيهي تجاه جمع البيانات في جمع الحد الأدنى من البيانات المطلوبة لتشغيل خدمة VPN على مستوى عالمي على نطاق واسع. لقد صممنا أنظمتنا بحيث لا تحتوي على بيانات حساسة عن عملائنا ؛ حتى عندما نكون مضطرين ، لا يمكننا تقديم بيانات لا نملكها. ستساعدك سياسة الخصوصية هذه على فهم كيفية قيام MicronVPN بجمع المعلومات واستخدامها وتخزينها. معلومات عامة نجمع ثلاثة أنواع من المعلومات: إحصائيات ملخص اتصال VPN تجمع MicronVPN الحد الأدنى من المعلومات حول الاستخدام من أجل الحفاظ على دعم العملاء الممتاز وجودة الخدمة. يصف القسم أدناه بالتفصيل المعلومات المحددة التي نجمعها. لا تتضمن هذه الإحصائيات أبدًا أي شيء حول ما فعله المستخدم مع VPN: لا توجد بيانات حول محتويات أو وجهات حركة مرور VPN ، ولا توجد استعلامات DNS ، ولا توجد عناوين IP. معلومات شراء Apple App Store نحن نقدم عمليات شراء داخل التطبيق لخدمتنا المتميزة ونحتفظ بمعلومات الشراء الواردة من Apple لتوفير خدمتنا المتميزة ذات المستوى العالمي. بيانات التحليلات داخل التطبيق نقوم بجمع البيانات مثل الصفحات التي ينقر عليها المستخدم على التطبيق ونظام تشغيل المستخدم. أخرى نقوم بجمع معرف العميل الفريد ، معرف الجلسة ، نوع المستخدم (ممتاز أو مجاني) ، عنوان IP للخادم الذي يتصل به المستخدم ، حساب بيانات الإدخال والإخراج (فقط عدم التسجيل - بفاصل 5 دقائق) ، الطابع الزمني لحساب البيانات ، سبب إنهاء الاتصال وعنوان IP الداخلي للخادم الذي يتصل به المستخدم وعنوان IP الداخلي لاتصال المستخدم الذي يتم تعيينه تلقائيًا بواسطة الخادم ومعلومات شراء المستخدم المقدمة من شركة Apple Inc. المعلومات الشخصية لا يجمع MicronVPN اسمك وعنوان بريدك الإلكتروني ومعلوماتك الشخصية. إذا كنت ترغب في بدء بريد إلكتروني أو دردشة داخلية لأغراض الدعم أو استفسارات أخرى ، فالأمر متروك لك لتقديم بريدك الإلكتروني. إذا قمت بذلك ، فلن نحتفظ بقاعدة بياناتنا ، أو نبيعها لأطراف ثالثة ، وسيتم استخدامها لأغراض الدعم فقط. إحصائيات ملخص اتصال VPN نحن نضمن عدم تسجيل سجل التصفح أو وجهة حركة المرور أو محتوى البيانات أو عناوين IP أو استعلامات DNS مطلقًا. لذلك: لا نعرف أي مستخدم قام بالوصول إلى موقع ويب أو خدمة معينة. لا نعرف مجموعة عناوين IP الأصلية لجهاز كمبيوتر المستخدم. إذا حاول أي شخص إجبار MicronVPN على إصدار معلومات المستخدم بناءً على أي مما سبق ، فلا يمكننا توفير هذه المعلومات لأن البيانات غير موجودة. من أجل الحفاظ على دعم العملاء الممتاز وجودة الخدمة ، يجمع MicronVPN المعلومات التالية المتعلقة باستخدام VPN الخاص بك: اسم المستخدم ومعرف الجلسة نقوم بتخزين معرف مستخدم فريد تم إنشاؤه بواسطة الكمبيوتر وإنشاء معرفات جلسة تحت معرف المستخدم هذا. يسمح معرف المستخدم هذا بإخفاء الهوية بالكامل مع ضمان اتصال ناجح. نوع المستخدم والاتصال نقوم بتخزين نوع المستخدم لتوفير خدمة متميزة لمستخدمينا. نقوم بجمع معلومات حول ما إذا كنت قد أنشأت بنجاح VPN ، وموقع VPN وعنوان IP للخادم (ولكن ليس عنوان IP الصادر الخاص بك). يساعدنا هذا الحد الأدنى من المعلومات في توفير الدعم الفني ، مثل تحديد مشاكل الاتصال وتمكين مهندسي MicronVPN من تحديد مشكلات الشبكة وإصلاحها. يتم تسجيل مدخلات ومخرجات البيانات المنقولة (بالميغابايت) في فواصل زمنية مدتها 5 دقائق باستخدام الطوابع الزمنية. نقوم بجمع المعلومات المتعلقة بالمجموع الإجمالي لنقل البيانات التي تستهلكها. على الرغم من أننا نقدم نقلًا غير محدود للبيانات ، إذا لاحظنا أن مستخدمًا واحدًا يدفع حركة مرور أكثر من آلاف المستخدمين مجتمعين ، مما يؤثر على جودة الخدمة لمستخدمي MicronVPN الآخرين ، فقد نقوم بإنهاء العضوية. أيضًا ، يتم تسجيل عنوان IP الداخلي لخادم VPN الذي تتصل به لأغراض الدعم الفني. ملخص: نقوم بجمع الحد الأدنى من إحصاءات الاستخدام للحفاظ على جودة الخدمة لدينا. قد نعلم ، على سبيل المثال ، أن عميلنا قد اتصل بموقع VPN الخاص بنا في لندن يوم الثلاثاء ونقل ما مجموعه 823 ميغابايت من البيانات خلال فترة 24 ساعة. لا يمكن تحديد عميلنا بشكل فريد كمسؤول عن أي سلوك معين لأن نمط استخدامه يتداخل مع الآلاف من عملاء MicronVPN الآخرين الذين اتصلوا أيضًا بنفس الموقع في نفس اليوم. لقد صممنا أنظمتنا للتخلص بشكل قاطع من تخزين البيانات الحساسة. قد نعلم أن أحد العملاء قد استخدم MicronVPN ، لكننا لا نعرف أبدًا كيف استفادوا من خدمتنا. نحن نتمسك بالتزامنا الراسخ بخصوصية عملائنا من خلال عدم امتلاك أي بيانات تتعلق بأنشطة المستخدم عبر الإنترنت. تشخيصات اتصال VPN المجهول وتقارير الأعطال (يمكن أن يكون ذلكتم إيقاف تشغيله بواسطة المستخدم) نقوم بجمع بيانات التحليلات مجهولة المصدر المستخدمة لتشخيصات الشبكة عند تثبيت التطبيق. نستخدم هذه البيانات في أدوات عمليات الشبكة الخاصة بنا للمساعدة في تحسين سرعات الشبكة والسماح لنا بتحديد المشكلات المتعلقة بتطبيقات معينة أو خوادم VPN أو مزودي خدمة الإنترنت. المعلومات التي نتلقاها مجهولة المصدر بالكامل ولا يمكن ربطها بمستخدمي MicronVPN الفرديين (على سبيل المثال ، نحن لا نخزن أي مستخدم أرسل أي بيانات ، ولا نخزن عناوين IP). إذا اخترت مشاركة هذه المعلومات مع MicronVPN ، فسنجمع المعلومات التالية: معلومات تشخيصية حول كيفية فشل محاولة اتصال VPN. تقارير أعطال بيانات اختبار السرعة ، وأيضًا بدون أي معلومات تعريف شخصية. اعتمادًا على النظام الأساسي الخاص بك ، يتم إرسالها إلى هذه الجهات الخارجية: iOS: Crashlytics (مملوكة لشركة Google). راجع سياسة خصوصية Crashlytics. iOS: Apple. راجع سياسة خصوصية Apple. يقوم iOS بمشاركة هذه البيانات بشكل افتراضي. يمكنك تعطيل ذلك في إعدادات iOS كما هو موضح هنا. iOS: Firebase. راجع بنود خدمة Firebase. iOS: السعة. راجع شروط خدمة Amplitude. عند تنشيط أي تطبيق Titan VPN ، سيتم سؤالك عما إذا كنت ترغب في مشاركة هذه البيانات. الاختصاص القضائي والمهمة الأساسية لـ Titan VPN للقانون المعمول به هي الحفاظ على خصوصية معلوماتك. في خدمة هذه المهمة ، يقع المقر الرئيسي لـ MicronVPN ومكان العمل المسجل في جمهورية إستونيا (إستونيا) ، والتي لديها قوانين أكثر صرامة فيما يتعلق بالإفصاح عن المعلومات من معظم البلدان. إذا تلقينا أمرًا قانونيًا صالحًا من المحكمة العليا في إستونيا ، فمن المهم ملاحظة أن MicronVPN لا تجمع أي عناوين IP أو سجل التصفح أو بيانات المرور أو استعلامات DNS التي يمكن استخدامها لتحديد أي مستخدم معين. تخزين المعلومات المتعلقة بالبريد الإلكتروني والدردشة الحية ونماذج الملاحظات تحتفظ MicronVPN بسجلات لأي مراسلات أو أسئلة أو شكاوى أو مجاملات ترسلها إلينا من خلال موقعنا أو خدماتنا ، جنبًا إلى جنب مع استجابتنا. اعتمادًا على كيفية اتصالك بـ MicronVPN ، قد نجمع عنوان بريدك الإلكتروني وأي معلومات إضافية تزودنا بها. يتيح وجود سجلات مراسلات كاملة لموظفينا تقديم أفضل تجربة ممكنة لدعم العملاء. نحن نستخدم نظامًا أساسيًا تابعًا لجهة خارجية لمراسلات الدعم: الاتصال الداخلي لرسائل البريد الإلكتروني وتذاكر الدعم والدردشة الحية. عندما تتراسل معنا باستخدام هذه المنصات ، يتم تخزين سجلات المراسلات الخاصة بك ، بما في ذلك اسمك وعنوان بريدك الإلكتروني ، في أنظمتها. كلا النظامين يستخدمان ممارسات الأمان الحديثة وتشفير HTTPS. التدابير الأمنية لحماية معلوماتك يستخدم MicronVPN أفضل أمان مادي وإجرائي وتقني فيما يتعلق بمكاتبنا ومرافق تخزين المعلومات الخاصة بنا وذلك لمنع أي خسارة أو سوء استخدام أو وصول غير مصرح به أو إفشاء أو تعديل للمعلومات. يقتصر الوصول إلى معلومات المستخدم على الموظفين الذين يحتاجون إلى مثل هذا الوصول لأداء وظائفهم الوظيفية. بينما نعتقد أن هذه الأنظمة قوية ، من المهم أن نفهم أنه لا توجد تدابير لأمن البيانات في العالم يمكنها توفير حماية بنسبة 100٪. توجد الخوادم في مراكز البيانات ذات ممارسات الأمان القوية. لا يطلب منا أي من مراكز البيانات هذه جمع أو تخزين أي بيانات مرور أو معلومات شخصية تتعلق باستخدامك لخدمات VPN. إذا طلب منا أي مركز بيانات تسجيل مثل هذه البيانات ، فسنوقف العمليات على الفور مع مركز البيانات المذكور ونجد خيارات بديلة. حتى إذا قامت الحكومة بالاستيلاء فعليًا على أحد خوادم VPN الخاصة بنا وتمكنت من كسر تشفير القرص الخاص بها ، فلن تكون هناك سجلات أو معلومات من شأنها ربط أي مستخدم فردي بحدث معين أو موقع ويب أو سلوك معين. بسكويت لا تجمع MicronVPN ملفات تعريف الارتباط. الموافقة والقيود العمرية باستخدام الموقع أو المحتوى أو التطبيقات أو البرامج أو الخدمات ، فإنك توافق على التعامل مع معلوماتك كما هو موضح في شروط الخدمة وسياسة الخصوصية الخاصة بنا. الخدمات مخصصة للبالغين الذين تبلغ أعمارهم 18 عامًا فما فوق. إذا كنت تعتقد أن طفلك قد قدم معلومات إلينا ، فيرجى إخبارنا على الفور. التغييرات في سياسة الخصوصية قد نقوم بتغيير سياسة الخصوصية الخاصة بنا من وقت لآخر ، دون إشعار مسبق لك ، بما يتفق مع قوانين ومبادئ الخصوصية المعمول بها. يشكل استمرار استخدامك للموقع أو الخدمات موافقتك على سياسة الخصوصية الخاصة بنا. كيفية الاتصال بـ MicronVPN إذا كانت لديك أي أسئلة بخصوص سياسة الخصوصية الخاصة بنا وكيفية تعاملنا مع معلوماتك ، فلا تتردد في الاتصال بنا على zionstudiosapps@gmail.com
de: Datenschutz-Bestimmungen MicronVPN verpflichtet sich, Ihre Privatsphäre zu schützen. Wir möchten, dass Sie verstehen, welche Informationen wir sammeln, welche nicht und wie wir Informationen sammeln, verwenden und speichern. MicronVPN erfasst nicht Ihren Namen, Ihre E-Mail-Adresse und Ihre persönlichen Daten. Wir erfassen keine Protokolle Ihrer Aktivitäten, einschließlich der Protokollierung des Browserverlaufs, des Verkehrsziels, des Dateninhalts oder der DNS-Abfragen. Wir speichern auch niemals Protokolle Ihrer IP-Adresse. Unser Leitprinzip bei der Datenerfassung besteht darin, nur die minimalen Daten zu erfassen, die für den Betrieb eines erstklassigen VPN-Dienstes in großem Umfang erforderlich sind. Wir haben unsere Systeme so konzipiert, dass sie keine sensiblen Daten über unsere Kunden enthalten; Daten, über die wir nicht verfügen, können wir auch unter Zwang nicht herausgeben. Diese Datenschutzrichtlinie hilft Ihnen zu verstehen, wie MicronVPN Informationen sammelt, verwendet und speichert. Allgemeine Informationen Wir sammeln drei Arten von Informationen: Zusammenfassende Statistik der VPN-Verbindungen MicronVPN sammelt nur minimale Informationen über die Nutzung, um eine hervorragende Kundenbetreuung und Servicequalität aufrechtzuerhalten. Der folgende Abschnitt beschreibt im Detail, welche spezifischen Informationen wir sammeln. Diese Statistiken beinhalten nie etwas darüber, was der Benutzer mit dem VPN gemacht hat: keine Daten über die Inhalte oder Ziele des VPN-Verkehrs, keine DNS-Abfragen und keine IP-Adressen. Apple App Store-Kaufinformationen Wir bieten In-App-Käufe für unseren Premium-Service an und bewahren die von Apple erhaltenen Kaufinformationen für die Bereitstellung unseres Weltklasse-Premium-Service auf. In-App-Analytics-Daten Wir erfassen Daten, z. B. welche Seiten der Benutzer in der App anklickt, und das Betriebssystem des Benutzers. Sonstiges Wir erfassen die eindeutige ID unseres Kunden, die Sitzungs-ID, den Benutzertyp (Premium oder kostenlos), die Server-IP, mit der sich der Benutzer verbindet, die Ein- und Ausgabedatenzählung (nur Zählung, keine Aufzeichnung – in 5-Minuten-Intervallen), Zeitstempel der Datenzählung, Grund für die Beendigung der Verbindung, interne IP-Adresse des Servers, mit dem sich der Benutzer verbindet, die interne IP-Adresse der Verbindung des Benutzers, die vom Server automatisch zugewiesen wird, und die von Apple Inc. bereitgestellten Kaufinformationen des Benutzers. Persönliche Informationen MicronVPN erfasst nicht Ihren Namen, Ihre E-Mail-Adresse und Ihre persönlichen Informationen. Wenn Sie eine E-Mail oder einen Intercom-Chat für Supportzwecke oder andere Fragen initiieren möchten, müssen Sie Ihre E-Mail-Adresse angeben. Wenn Sie dies tun, werden wir sie nicht in unserer Datenbank aufbewahren oder an Dritte verkaufen, sondern nur zu Supportzwecken verwenden. Zusammenfassung der VPN-Verbindungsstatistik Wir stellen sicher, dass wir niemals den Browserverlauf, das Ziel des Datenverkehrs, Dateninhalte, IP-Adressen oder DNS-Abfragen protokollieren. Daher: Wir wissen nicht, welcher Benutzer jemals auf eine bestimmte Website oder einen bestimmten Dienst zugegriffen hat. Wir kennen den Satz ursprünglicher IP-Adressen des Computers eines Benutzers nicht. Sollte jemand versuchen, MicronVPN zu zwingen, Benutzerinformationen basierend auf einem der oben genannten Punkte herauszugeben, können wir diese Informationen nicht liefern, da die Daten nicht existieren. Um einen exzellenten Kundensupport und Servicequalität aufrechtzuerhalten, sammelt MicronVPN die folgenden Informationen in Bezug auf Ihre VPN-Nutzung: Benutzername und Sitzungs-ID Wir speichern eine eindeutige computergenerierte Benutzer-ID und generieren Sitzungs-IDs unter dieser Benutzer-ID. Diese Benutzer-ID ermöglicht vollständige Anonymität und gewährleistet gleichzeitig eine erfolgreiche Verbindung. Benutzertyp & Verbindung Wir speichern den Benutzertyp zur Bereitstellung eines Premium-Dienstes für unsere Benutzer. Wir sammeln Informationen darüber, ob Sie erfolgreich ein VPN eingerichtet haben, zu welchem ​​VPN-Standort und Server-IP (aber nicht Ihre zugewiesene ausgehende IP-Adresse). Diese minimalen Informationen helfen uns bei der Bereitstellung von technischem Support, wie z. B. der Identifizierung von Verbindungsproblemen, und ermöglichen es den MicronVPN-Technikern, Netzwerkprobleme zu identifizieren und zu beheben. Die Ein- und Ausgabe der übertragenen Daten (in MB) wird im 5-Minuten-Takt mit Zeitstempel aufgezeichnet. Wir erfassen Informationen über die Gesamtsumme der von Ihnen verbrauchten Datenübertragungen. Obwohl wir eine unbegrenzte Datenübertragung anbieten, können wir die Mitgliedschaft kündigen, wenn wir feststellen, dass ein einzelner Benutzer mehr Datenverkehr überträgt als Tausende von Benutzern zusammen, wodurch die Servicequalität für andere MicronVPN-Benutzer beeinträchtigt wird. Außerdem wird die interne IP-Adresse des VPN-Servers, mit dem Sie sich verbinden, für technische Supportzwecke protokolliert. Zusammenfassung: Wir sammeln minimale Nutzungsstatistiken, um unsere Servicequalität aufrechtzuerhalten. Wir können beispielsweise wissen, dass unser Kunde sich am Dienstag mit unserem Londoner VPN-Standort verbunden und innerhalb von 24 Stunden insgesamt 823 MB Daten übertragen hat. Unser Kunde kann nicht eindeutig als verantwortlich für ein bestimmtes Verhalten identifiziert werden, da sich sein Nutzungsmuster mit Tausenden anderer MicronVPN-Kunden überschneidet, die sich ebenfalls am selben Tag mit demselben Standort verbunden haben. Wir haben unsere Systeme so konstruiert, dass die Speicherung sensibler Daten kategorisch eliminiert wird. Wir wissen vielleicht, DASS ein Kunde MicronVPN verwendet hat, aber wir wissen nie, WIE er unseren Service genutzt hat. Wir stehen zu unserer festen Verpflichtung gegenüber der Privatsphäre unserer Kunden, indem wir keine Daten über die Online-Aktivitäten eines Benutzers besitzen. Anonyme VPN-Verbindungsdiagnose und Absturzberichte (kann tvom Benutzer abgewiesen) Wir sammeln anonymisierte Analysedaten, die für die Netzwerkdiagnose bei der Installation der App verwendet werden. Wir verwenden diese Daten in unseren Tools für den Netzwerkbetrieb, um die Netzwerkgeschwindigkeiten zu optimieren und Probleme im Zusammenhang mit bestimmten Apps, VPN-Servern oder ISPs identifizieren zu können. Die Informationen, die wir erhalten, sind vollständig anonymisiert und können nicht auf einzelne MicronVPN-Benutzer zurückgeführt werden (d. h. wir speichern nicht, welcher Benutzer welche Daten gesendet hat, und speichern keine IP-Adressen). Wenn Sie sich dafür entscheiden, diese Informationen mit MicronVPN zu teilen, erfassen wir die folgenden Informationen: Diagnoseinformationen darüber, wie ein VPN-Verbindungsversuch fehlgeschlagen ist. Geschwindigkeitstestdaten Crash-Berichte, auch ohne personenbezogene Daten. Abhängig von Ihrer Plattform werden diese an diese Drittanbieter gesendet: iOS: Crashlytics (im Besitz von Google). Siehe Datenschutzrichtlinie von Crashlytics. iOS: Apple. Siehe Datenschutzrichtlinie von Apple. iOS teilt diese Daten standardmäßig. Sie können dies in den iOS-Einstellungen wie hier beschrieben deaktivieren. iOS: Firebase. Siehe die Nutzungsbedingungen von Firebase. iOS: Amplitude. Siehe die Nutzungsbedingungen von Amplitude. Bei der Aktivierung einer Titan VPN-App werden Sie gefragt, ob Sie diese Daten teilen möchten. Gerichtsbarkeit und anwendbares Recht Die Kernaufgabe von Titan VPN besteht darin, Ihre Informationen privat zu halten. Im Dienste dieser Mission befindet sich der Hauptsitz und eingetragene Geschäftssitz von MicronVPN in der Republik Estland (Estland), die strengere Gesetze zur Offenlegung von Informationen hat als die meisten Länder. Sollten wir einen gültigen Rechtsbeschluss vom estnischen Obersten Gericht erhalten, ist es wichtig zu beachten, dass MicronVPN keine IP-Adressen, Browserverlauf, Verkehrsdaten oder DNS-Abfragen sammelt, die zur Identifizierung eines bestimmten Benutzers verwendet werden könnten. Speicherung von Informationen in Bezug auf E-Mail, Live-Chat und Feedback-Formulare MicronVPN speichert Aufzeichnungen über alle Korrespondenzen, Fragen, Beschwerden oder Komplimente, die Sie uns über unsere Website oder Dienste übermitteln, zusammen mit unserer Antwort. Abhängig davon, wie Sie MicronVPN kontaktieren, erfassen wir möglicherweise Ihre E-Mail-Adresse und alle zusätzlichen Informationen, die Sie uns zur Verfügung stellen. Durch vollständige Korrespondenzaufzeichnungen können unsere Mitarbeiter die bestmögliche Kundenbetreuung bieten. Wir verwenden eine Drittanbieter-Plattform für die Support-Korrespondenz: Intercom für E-Mails, Support-Tickets und Live-Chat. Wenn Sie über diese Plattformen mit uns korrespondieren, werden Ihre Korrespondenzunterlagen, einschließlich Ihres Namens und Ihrer E-Mail-Adresse, in deren Systemen gespeichert. Beide Plattformen verwenden moderne Sicherheitspraktiken und HTTPS-Verschlüsselung. Sicherheitsmaßnahmen zum Schutz Ihrer Informationen MicronVPN verwendet erstklassige physische, verfahrenstechnische und technische Sicherheit in Bezug auf unsere Büros und Informationsspeichereinrichtungen, um Verlust, Missbrauch, unbefugten Zugriff, Offenlegung oder Änderung von Informationen zu verhindern. Der Zugriff auf Benutzerinformationen ist auf Mitarbeiter beschränkt, die diesen Zugriff zur Erfüllung ihrer Aufgaben benötigen. Obwohl wir glauben, dass diese Systeme robust sind, ist es wichtig zu verstehen, dass keine Datensicherheitsmaßnahmen der Welt einen 100%igen Schutz bieten können. Server sind in Rechenzentren mit strengen Sicherheitspraktiken untergebracht. Keines dieser Rechenzentren verlangt von uns, Verkehrsdaten oder personenbezogene Daten im Zusammenhang mit Ihrer Nutzung von VPN-Diensten zu erheben oder zu speichern. Wenn uns ein Rechenzentrum auffordern würde, solche Daten zu protokollieren, würden wir den Betrieb mit diesem Rechenzentrum sofort einstellen und alternative Optionen finden. Selbst wenn eine Regierung einen unserer VPN-Server physisch beschlagnahmen und es schaffen würde, ihre Festplattenverschlüsselung zu knacken, gäbe es keine Protokolle oder Informationen, die einen einzelnen Benutzer mit einem bestimmten Ereignis, einer bestimmten Website oder einem bestimmten Verhalten in Verbindung bringen würden. Kekse MicronVPN sammelt keine Cookies. Zustimmung und Altersbeschränkungen Durch die Nutzung der Website, des Inhalts, der Apps, der Software oder der Dienste erklären Sie sich damit einverstanden, dass Ihre Informationen wie in unseren Nutzungsbedingungen und unserer Datenschutzrichtlinie beschrieben behandelt werden. Die Dienste sind für Erwachsene ab 18 Jahren bestimmt. Wenn Sie glauben, dass Ihr Kind uns Informationen zur Verfügung gestellt hat, teilen Sie uns dies bitte umgehend mit. Änderungen der Datenschutzrichtlinie Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit ohne vorherige Benachrichtigung an Sie in Übereinstimmung mit den geltenden Datenschutzgesetzen und -grundsätzen ändern. Durch Ihre fortgesetzte Nutzung der Website oder der Dienste erklären Sie sich mit unserer Datenschutzrichtlinie einverstanden. So kontaktieren Sie MicronVPN Wenn Sie Fragen zu unserer Datenschutzrichtlinie und unserem Umgang mit Ihren Daten haben, wenden Sie sich bitte an zionstudionsapps@gmail.com
es: Política de privacidad MicronVPN se compromete a proteger su privacidad. Queremos que comprenda qué información recopilamos, qué no recopilamos y cómo recopilamos, usamos y almacenamos información. MicronVPN no recopila su nombre, dirección de correo electrónico ni información personal. No recopilamos registros de su actividad, incluido el registro del historial de navegación, el destino del tráfico, el contenido de los datos o las consultas de DNS. Tampoco almacenamos registros de su dirección IP. Nuestro principio rector hacia la recopilación de datos es recopilar solo los datos mínimos necesarios para operar un servicio VPN de clase mundial a escala. Diseñamos nuestros sistemas para no tener datos sensibles sobre nuestros clientes; incluso cuando estamos obligados, no podemos proporcionar datos que no poseemos. Esta política de privacidad lo ayudará a comprender cómo MicronVPN recopila, usa y almacena información. Información general Recopilamos tres tipos de información: Estadísticas de resumen de conexión VPN MicronVPN recopila información mínima sobre el uso para mantener una excelente atención al cliente y calidad de servicio. La siguiente sección describe en detalle qué información específica recopilamos. Estas estadísticas nunca incluyen nada sobre lo que el usuario hizo con la VPN: no hay datos sobre el contenido o los destinos del tráfico VPN, no hay consultas de DNS ni direcciones IP. Información de compra de Apple App Store Ofrecemos compras en la aplicación para nuestro servicio premium y conservamos la información de compra recibida de Apple para la prestación de nuestro servicio premium de clase mundial. Datos analíticos en la aplicación Recopilamos datos como en qué páginas hace clic el usuario en la aplicación y el sistema operativo del usuario. Otros Recopilamos la identificación única de nuestro cliente, la identificación de la sesión, el tipo de usuario (premium o gratuito), la IP del servidor que conecta el usuario, el conteo de datos de entrada y salida (solo conteo sin registro, por intervalo de 5 minutos), marca de tiempo del conteo de datos, la causa de terminación de la conexión, la dirección IP interna del servidor al que se conecta el usuario, la dirección IP interna de la conexión del usuario que el servidor asigna automáticamente y la información de compra del usuario proporcionada por Apple Inc. Información personal MicronVPN no recopila su nombre, dirección de correo electrónico e información personal. Si desea iniciar un correo electrónico o un chat de Intercom con fines de soporte u otras consultas, depende de usted proporcionar su correo electrónico. Si lo hace, no la mantendremos en nuestra base de datos ni la venderemos a terceros, se utilizará solo con fines de soporte. Estadísticas resumidas de la conexión VPN Nos aseguramos de que nunca registremos el historial de navegación, el destino del tráfico, el contenido de los datos, las direcciones IP o las consultas de DNS. Por lo tanto: No sabemos qué usuario accedió alguna vez a un sitio web o servicio en particular. No conocemos el conjunto de direcciones IP originales de la computadora de un usuario. Si alguien intenta obligar a MicronVPN a divulgar la información del usuario en función de cualquiera de los anteriores, no podemos proporcionar esta información porque los datos no existen. Para mantener una excelente atención al cliente y calidad de servicio, MicronVPN recopila la siguiente información relacionada con su uso de VPN: Nombre de usuario e ID de sesión Almacenamos una identificación de usuario única generada por computadora y generamos identificaciones de sesión bajo esta identificación de usuario. Esta identificación de usuario permite el anonimato completo al tiempo que garantiza una conexión exitosa. Tipo de usuario y conexión Almacenamos el tipo de usuario para brindar un servicio premium a nuestros usuarios. Recopilamos información sobre si ha establecido con éxito una VPN, en qué ubicación de VPN y la IP del servidor (pero no su dirección IP saliente asignada). Esta información mínima nos ayuda a brindar soporte técnico, como identificar problemas de conexión y permitir que los ingenieros de MicronVPN identifiquen y solucionen problemas de red. La entrada y salida de datos transferidos (en MB) se registra en intervalos de 5 minutos con marcas de tiempo. Recopilamos información sobre la suma total de la transferencia de datos que consume. Aunque proporcionamos una transferencia de datos ilimitada, si notamos que un solo usuario impulsa más tráfico que miles de usuarios combinados, lo que afecta la calidad del servicio para otros usuarios de MicronVPN, podemos cancelar la membresía. Además, la dirección IP interna del servidor VPN que conecta se registra con fines de soporte técnico. Resumen: Recopilamos estadísticas de uso mínimas para mantener nuestra calidad de servicio. Podemos saber, por ejemplo, que nuestro cliente se conectó a nuestra ubicación VPN de Londres el martes y transfirió un total de 823 MB de datos en un período de 24 horas. Nuestro cliente no puede ser identificado de manera única como responsable de ningún comportamiento específico porque su patrón de uso se superpone con miles de otros clientes de MicronVPN que también se conectaron a la misma ubicación el mismo día. Hemos diseñado nuestros sistemas para eliminar categóricamente el almacenamiento de datos confidenciales. Podemos saber QUE un cliente ha utilizado MicronVPN, pero nunca sabemos CÓMO ha utilizado nuestro servicio. Mantenemos nuestro firme compromiso con la privacidad de nuestros clientes al no poseer ningún dato relacionado con las actividades en línea de un usuario. Diagnósticos de conexión VPN anónimos e informes de fallas (puede ser turned por el usuario) Recopilamos datos de análisis anonimizados utilizados para el diagnóstico de la red al instalar la aplicación. Usamos estos datos en nuestras herramientas de operaciones de red para ayudar a optimizar las velocidades de la red y permitirnos identificar problemas relacionados con aplicaciones específicas, servidores VPN o ISP. La información que recibimos es completamente anónima y no se puede vincular a usuarios individuales de MicronVPN (es decir, no almacenamos qué usuario envió qué datos y no almacenamos direcciones IP). Si opta por compartir esta información con MicronVPN, recopilaremos la siguiente información: Información de diagnóstico sobre cómo falló un intento de conexión VPN. Datos de pruebas de velocidad Informes de accidentes, también sin ninguna información de identificación personal. Dependiendo de su plataforma, estos se envían a estos terceros: iOS: Crashlytics (propiedad de Google). Consulte la Política de privacidad de Crashlytics. iOS: manzana. Consulte la Política de privacidad de Apple. iOS comparte estos datos de forma predeterminada. Puede desactivar eso en la configuración de iOS como se describe aquí. iOS: base de fuego. Consulte los Términos de servicio de Firebase. iOS: Amplitud. Consulte los Términos de servicio de Amplitude. Tras la activación de cualquier aplicación Titan VPN, se le preguntará si desea compartir estos datos. Jurisdicción y ley aplicable La misión principal de Titan VPN es mantener su información privada. En servicio de esta misión, la sede central y el lugar de negocios registrado de MicronVPN se encuentran en la República de Estonia (Estonia), que tiene leyes más estrictas con respecto a la divulgación de información que la mayoría de los países. Si recibimos una orden legal válida del Tribunal Superior de Estonia, es importante tener en cuenta que MicronVPN no recopila ninguna dirección IP, historial de navegación, datos de tráfico o consultas de DNS que puedan usarse para identificar a un usuario específico. Almacenamiento de información relacionada con correo electrónico, chat en vivo y formularios de comentarios MicronVPN mantiene registros de cualquier correspondencia, preguntas, quejas o cumplidos que nos envíe a través de nuestro Sitio o Servicios, junto con nuestra respuesta. Dependiendo de cómo se comunique con MicronVPN, podemos recopilar su dirección de correo electrónico y cualquier información adicional que nos proporcione. Tener registros de correspondencia completos permite a nuestro personal brindar la mejor experiencia de atención al cliente posible. Utilizamos una plataforma de terceros para la correspondencia de soporte: intercomunicador para correos electrónicos, tickets de soporte y chat en vivo. Cuando se comunica con nosotros utilizando estas plataformas, sus registros de correspondencia, incluidos su nombre y dirección de correo electrónico, se almacenan en sus sistemas. Ambas plataformas utilizan prácticas de seguridad modernas y encriptación HTTPS. Medidas de seguridad para proteger su información MicronVPN utiliza la mejor seguridad física, de procedimiento y técnica de su clase con respecto a nuestras oficinas e instalaciones de almacenamiento de información para evitar cualquier pérdida, mal uso, acceso no autorizado, divulgación o modificación de la información. El acceso a la información del usuario está restringido al personal que requiere dicho acceso para realizar sus funciones laborales. Si bien creemos que estos sistemas son sólidos, es importante comprender que ninguna medida de seguridad de datos en el mundo puede ofrecer una protección del 100 %. Los servidores están alojados en centros de datos con sólidas prácticas de seguridad. Ninguno de estos centros de datos requiere que recopilemos o almacenemos datos de tráfico o información personal relacionada con su uso de los Servicios VPN. Si algún centro de datos nos solicitara que registráramos dichos datos, cesaríamos de inmediato las operaciones con dicho centro de datos y encontraríamos opciones alternativas. Incluso si un gobierno se apoderara físicamente de uno de nuestros servidores VPN y lograra romper el cifrado de su disco, no habría registros ni información que vinculara a ningún usuario individual con un evento, sitio web o comportamiento en particular. Galletas MicronVPN no recopila cookies. Consentimiento y restricciones de edad Al utilizar el Sitio, el Contenido, las Aplicaciones, el Software o los Servicios, usted acepta que su información se maneje como se describe en nuestros Términos de servicio y Política de privacidad. Los Servicios están destinados a adultos mayores de 18 años. Si cree que su hijo nos ha proporcionado información, infórmenos de inmediato. Cambios a la Política de privacidad Podemos cambiar nuestra Política de privacidad de vez en cuando, sin previo aviso, de conformidad con las leyes y los principios de privacidad aplicables. Su uso continuado del Sitio o los Servicios constituye su aceptación de nuestra Política de Privacidad. Cómo ponerse en contacto con MicronVPN Si tiene alguna pregunta sobre nuestra Política de privacidad y cómo manejamos su información, no dude en contactarnos en zionstudiosapps@gmail.com
fr: Politique de confidentialité MicronVPN s'engage à protéger votre vie privée. Nous voulons que vous compreniez quelles informations nous collectons, ce que nous ne collectons pas et comment nous collectons, utilisons et stockons les informations. MicronVPN ne collecte pas votre nom, votre adresse e-mail et vos informations personnelles. Nous ne collectons pas les journaux de votre activité, y compris l'historique de navigation, la destination du trafic, le contenu des données ou les requêtes DNS. Nous ne stockons jamais non plus les journaux de votre adresse IP. Notre principe directeur en matière de collecte de données est de ne collecter que les données minimales nécessaires pour exploiter un service VPN de classe mondiale à grande échelle. Nous avons conçu nos systèmes pour ne pas avoir de données sensibles sur nos clients ; même lorsque nous y sommes contraints, nous ne pouvons pas fournir de données que nous ne possédons pas. Cette politique de confidentialité vous aidera à comprendre comment MicronVPN collecte, utilise et stocke les informations. Informations générales Nous collectons trois types d'informations : Statistiques récapitulatives de la connexion VPN MicronVPN collecte un minimum d'informations sur l'utilisation afin de maintenir un excellent support client et une qualité de service. La section ci-dessous décrit en détail les informations spécifiques que nous recueillons. Ces statistiques n'incluent jamais quoi que ce soit sur ce que l'utilisateur a fait avec le VPN : aucune donnée sur le contenu ou les destinations du trafic VPN, aucune requête DNS et aucune adresse IP. Informations d'achat Apple App Store Nous proposons des achats intégrés pour notre service premium et nous conservons les informations d'achat reçues d'Apple pour la fourniture de notre service premium de classe mondiale. Données d'analyse dans l'application Nous recueillons des données telles que les pages sur lesquelles l'utilisateur clique sur l'application et le système d'exploitation de l'utilisateur. Autre Nous recueillons l'identifiant unique de notre client, l'identifiant de session, le type d'utilisateur (premium ou gratuit), l'adresse IP du serveur auquel l'utilisateur se connecte, le comptage des données d'entrée et de sortie (compte uniquement sans enregistrement - par intervalle de 5 minutes), l'horodatage du comptage des données, la cause de l'interruption de la connexion, l'adresse IP interne du serveur auquel l'utilisateur se connecte, l'adresse IP interne de la connexion de l'utilisateur qui est attribuée automatiquement par le serveur et les informations d'achat de l'utilisateur fournies par Apple Inc. Informations personnelles MicronVPN ne collecte pas votre nom, votre adresse e-mail et vos informations personnelles. Si vous souhaitez initier un e-mail ou un chat Intercom à des fins d'assistance ou pour d'autres questions, il vous appartient de fournir votre e-mail. Si vous le faites, nous ne le conserverons pas dans notre base de données, ni ne le vendrons à des tiers, il ne sera utilisé qu'à des fins d'assistance. Statistiques récapitulatives de la connexion VPN Nous veillons à ne jamais enregistrer l'historique de navigation, la destination du trafic, le contenu des données, les adresses IP ou les requêtes DNS. Par conséquent : Nous ne savons pas quel utilisateur a déjà accédé à un site Web ou à un service particulier. Nous ne connaissons pas l'ensemble des adresses IP d'origine de l'ordinateur d'un utilisateur. Si quelqu'un essaie de contraindre MicronVPN à divulguer des informations sur l'utilisateur sur la base de l'un des éléments ci-dessus, nous ne pouvons pas fournir ces informations car les données n'existent pas. Afin de maintenir un excellent support client et une qualité de service, MicronVPN collecte les informations suivantes relatives à votre utilisation du VPN : Nom d'utilisateur et ID de session Nous stockons un identifiant d'utilisateur unique généré par ordinateur et générons des identifiants de session sous cet identifiant d'utilisateur. Cet identifiant d'utilisateur permet un anonymat complet tout en garantissant une connexion réussie. Type d'utilisateur et connexion Nous stockons le type d'utilisateur pour fournir un service premium à nos utilisateurs. Nous recueillons des informations indiquant si vous avez réussi à établir un VPN, à quel emplacement VPN et adresse IP du serveur (mais pas votre adresse IP sortante attribuée). Ces informations minimales nous aident à fournir une assistance technique, telle que l'identification des problèmes de connexion et à permettre aux ingénieurs MicronVPN d'identifier et de résoudre les problèmes de réseau. L'entrée et la sortie des données transférées (en Mo) sont enregistrées à des intervalles de 5 minutes avec des horodatages. Nous recueillons des informations concernant la somme totale de transfert de données que vous consommez. Bien que nous fournissions un transfert de données illimité, si nous remarquons qu'un seul utilisateur génère plus de trafic que des milliers d'utilisateurs combinés, affectant ainsi la qualité du service pour les autres utilisateurs de MicronVPN, nous pouvons résilier l'adhésion. De plus, l'adresse IP interne du serveur VPN auquel vous vous connectez est enregistrée à des fins d'assistance technique. Sommaire: Nous recueillons des statistiques d'utilisation minimales pour maintenir notre qualité de service. Nous pouvons savoir, par exemple, que notre client s'est connecté à notre emplacement VPN de Londres mardi et a transféré un total de 823 Mo de données sur une période de 24 heures. Notre client ne peut pas être identifié de manière unique comme responsable d'un comportement spécifique, car son modèle d'utilisation chevauche des milliers d'autres clients MicronVPN qui se sont également connectés au même emplacement le même jour. Nous avons conçu nos systèmes pour éliminer catégoriquement le stockage de données sensibles. Nous savons peut-être qu'un client a utilisé MicronVPN, mais nous ne savons jamais COMMENT il a utilisé notre service. Nous respectons notre engagement ferme envers la confidentialité de nos clients en ne possédant aucune donnée liée aux activités en ligne d'un utilisateur. Diagnostics de connexion VPN anonymes et rapports d'incident (peut être téteint par l'utilisateur) Nous recueillons des données d'analyse anonymisées utilisées pour le diagnostic du réseau lors de l'installation de l'application. Nous utilisons ces données dans nos outils d'exploitation du réseau pour aider à optimiser les vitesses du réseau et pour nous permettre d'identifier les problèmes liés à des applications spécifiques, des serveurs VPN ou des FAI. Les informations que nous recevons sont entièrement anonymisées et ne peuvent pas être liées à des utilisateurs individuels de MicronVPN (c'est-à-dire que nous ne stockons pas quel utilisateur a envoyé quelles données et ne stockons pas d'adresses IP). Si vous choisissez de partager ces informations avec MicronVPN, nous collecterons les informations suivantes : Informations de diagnostic sur l'échec d'une tentative de connexion VPN. Données de test de vitesse Rapports d'accident, également sans aucune information personnellement identifiable. Selon votre plateforme, ceux-ci sont envoyés à ces tiers : iOS : Crashlytics (propriété de Google). Voir la politique de confidentialité de Crashlytics. iOS : Apple. Voir la politique de confidentialité d'Apple. iOS partage ces données par défaut. Vous pouvez désactiver cela dans les paramètres iOS comme décrit ici. iOS : Firebase. Consultez les conditions d'utilisation de Firebase. iOS : Amplitude. Voir les conditions d'utilisation d'Amplitude. Lors de l'activation de n'importe quelle application Titan VPN, il vous sera demandé si vous souhaitez partager ces données. Juridiction et loi applicable La mission principale de Titan VPN est de garder vos informations privées. Au service de cette mission, le siège social et le siège social de MicronVPN se trouvent en République d'Estonie (Estonie), qui a des lois plus strictes en matière de divulgation d'informations que la plupart des pays. Si nous recevons une ordonnance légale valide de la Haute Cour d'Estonie, il est important de noter que MicronVPN ne collecte aucune adresse IP, historique de navigation, données de trafic ou requêtes DNS qui pourraient être utilisées pour identifier un utilisateur spécifique. Stockage des informations relatives aux e-mails, au chat en direct et aux formulaires de commentaires MicronVPN conserve des enregistrements de toute correspondance, question, plainte ou compliment que vous nous soumettez via notre site ou nos services, ainsi que notre réponse. Selon la manière dont vous contactez MicronVPN, nous pouvons collecter votre adresse e-mail et toute information supplémentaire que vous nous fournissez. Avoir des enregistrements de correspondance complets permet à notre personnel de fournir la meilleure expérience de support client possible. Nous utilisons une plate-forme tierce pour la correspondance d'assistance : Intercom pour les e-mails, les tickets d'assistance et le chat en direct. Lorsque vous correspondez avec nous en utilisant ces plateformes, vos enregistrements de correspondance, y compris votre nom et votre adresse e-mail, sont stockés dans leurs systèmes. Les deux plates-formes utilisent des pratiques de sécurité modernes et le cryptage HTTPS. Mesures de sécurité pour protéger vos informations MicronVPN utilise la meilleure sécurité physique, procédurale et technique en ce qui concerne nos bureaux et nos installations de stockage d'informations afin d'empêcher toute perte, utilisation abusive, accès non autorisé, divulgation ou modification d'informations. L'accès aux informations des utilisateurs est limité au personnel qui a besoin d'un tel accès pour exécuter ses fonctions. Bien que nous pensions que ces systèmes sont robustes, il est important de comprendre qu'aucune mesure de sécurité des données dans le monde ne peut offrir une protection à 100 %. Les serveurs sont hébergés dans des centres de données avec de solides pratiques de sécurité. Aucun de ces centres de données ne nous oblige à collecter ou à stocker des données de trafic ou des informations personnelles liées à votre utilisation des Services VPN. Si un centre de données nous demandait d'enregistrer ces données, nous cesserions immédiatement nos opérations avec ledit centre de données et trouverions des options alternatives. Même si un gouvernement s'emparait physiquement de l'un de nos serveurs VPN et parvenait à casser le cryptage de son disque, il n'y aurait pas de journaux ou d'informations qui lieraient un utilisateur individuel à un événement, un site Web ou un comportement particulier. Biscuits MicronVPN ne collecte pas de cookies. Consentement et restrictions d'âge En utilisant le site, le contenu, les applications, les logiciels ou les services, vous acceptez que vos informations soient traitées comme décrit dans nos conditions d'utilisation et notre politique de confidentialité. Les Services sont destinés aux adultes âgés de 18 ans et plus. Si vous pensez que votre enfant nous a fourni des informations, veuillez nous en informer immédiatement. Modifications de la politique de confidentialité Nous pouvons modifier notre politique de confidentialité de temps à autre, sans préavis, conformément aux lois et principes applicables en matière de confidentialité. Votre utilisation continue du site ou des services constitue votre acceptation de notre politique de confidentialité. Comment contacter MicronVPN Si vous avez des questions concernant notre politique de confidentialité et la manière dont nous traitons vos informations, n'hésitez pas à nous contacter à zionstudiosapps@gmail.com
it: politica sulla riservatezza MicronVPN si impegna a proteggere la tua privacy. Vogliamo che tu comprenda quali informazioni raccogliamo, cosa non raccogliamo e come raccogliamo, utilizziamo e memorizziamo le informazioni. MicronVPN non raccoglie il tuo nome, indirizzo e-mail e informazioni personali. Non raccogliamo registri della tua attività, inclusa la registrazione della cronologia di navigazione, della destinazione del traffico, del contenuto dei dati o delle query DNS. Inoltre, non memorizziamo mai i log del tuo indirizzo IP. Il nostro principio guida verso la raccolta dei dati è raccogliere solo i dati minimi necessari per gestire un servizio VPN di livello mondiale su larga scala. Abbiamo progettato i nostri sistemi per non avere dati sensibili sui nostri clienti; anche quando costretti non possiamo fornire dati che non possediamo. Questa politica sulla privacy ti aiuterà a capire come MicronVPN raccoglie, utilizza e memorizza le informazioni. Informazioni generali Raccogliamo tre tipi di informazioni: Statistiche di riepilogo della connessione VPN MicronVPN raccoglie informazioni minime sull'utilizzo Al fine di mantenere un'eccellente assistenza clienti e qualità del servizio. La sezione seguente descrive in dettaglio quali informazioni specifiche raccogliamo. Queste statistiche non includono mai nulla su ciò che l'utente ha fatto con la VPN: nessun dato sui contenuti o le destinazioni del traffico VPN, nessuna query DNS e nessun indirizzo IP. Informazioni sull'acquisto dell'App Store Apple Offriamo acquisti in-app per il nostro servizio premium e conserviamo le informazioni sull'acquisto ricevute da Apple per la fornitura del nostro servizio premium di classe mondiale. Dati di analisi in-app Raccogliamo dati come le pagine su cui l'utente fa clic sull'app e il sistema operativo dell'utente. Altro Raccogliamo l'ID univoco del nostro cliente, l'ID di sessione, il tipo di utente (premium o gratuito), l'IP del server a cui l'utente si connette, il conteggio dei dati di input e output (solo conteggio senza registrazione - a intervalli di 5 minuti), timestamp del conteggio dei dati, causa di interruzione della connessione, indirizzo IP interno del server a cui l'utente si connette, indirizzo IP interno della connessione dell'utente che viene assegnato automaticamente dal server e informazioni sull'acquisto dell'utente fornite da Apple Inc. Informazioni personali MicronVPN non raccoglie il tuo nome, indirizzo e-mail e informazioni personali. Se desideri avviare un'e-mail o una chat intercom per scopi di supporto o altre domande, spetta a te fornire la tua e-mail. In tal caso, non lo terremo nel nostro database o lo venderemo a terzi, verrà utilizzato solo a scopo di supporto. Statistiche di riepilogo della connessione VPN Garantiamo di non registrare mai la cronologia di navigazione, la destinazione del traffico, il contenuto dei dati, gli indirizzi IP o le query DNS. Pertanto: non sappiamo quale utente abbia mai effettuato l'accesso a un determinato sito Web o servizio. Non conosciamo l'insieme degli indirizzi IP originali del computer di un utente. Se qualcuno tenta di costringere MicronVPN a rilasciare informazioni sull'utente sulla base di uno dei precedenti, non possiamo fornire queste informazioni perché i dati non esistono. Al fine di mantenere un'eccellente assistenza clienti e qualità del servizio, MicronVPN raccoglie le seguenti informazioni relative al tuo utilizzo della VPN: Nome utente e ID sessione Memorizziamo un ID utente univoco generato dal computer e generiamo ID di sessione sotto questo ID utente. Questo ID utente consente il completo anonimato garantendo al contempo una connessione corretta. Tipo di utente e connessione Memorizziamo il tipo di utente per la fornitura di un servizio premium per i nostri utenti. Raccogliamo informazioni sul fatto che tu abbia stabilito con successo una VPN, a quale posizione VPN e IP del server (ma non l'indirizzo IP in uscita assegnato). Queste informazioni minime ci aiutano a fornire supporto tecnico, come l'identificazione dei problemi di connessione e per consentire ai tecnici MicronVPN di identificare e risolvere i problemi di rete. L'input e l'output dei dati trasferiti (in MB) vengono registrati a intervalli di 5 minuti con timestamp. Raccogliamo informazioni sulla somma totale del trasferimento di dati che consumi. Sebbene forniamo un trasferimento dati illimitato, se notiamo che un singolo utente spinge più traffico di migliaia di utenti messi insieme, influenzando così la qualità del servizio per altri utenti MicronVPN, potremmo interrompere l'iscrizione. Inoltre, l'indirizzo IP interno del server VPN a cui ti connetti viene registrato per scopi di supporto tecnico. Riepilogo: Raccogliamo statistiche sull'utilizzo minimo per mantenere la nostra qualità del servizio. Potremmo sapere, ad esempio, che il nostro cliente si era connesso alla nostra sede VPN di Londra martedì e aveva trasferito un totale di 823 MB di dati in un periodo di 24 ore. Il nostro cliente non può essere identificato in modo univoco come responsabile di alcun comportamento specifico perché il suo modello di utilizzo si sovrappone a migliaia di altri clienti MicronVPN che si sono collegati alla stessa posizione nello stesso giorno. Abbiamo progettato i nostri sistemi per eliminare categoricamente l'archiviazione di dati sensibili. Potremmo sapere CHE un cliente ha utilizzato MicronVPN, ma non sappiamo mai COME ha utilizzato il nostro servizio. Manteniamo il nostro fermo impegno per la privacy dei nostri clienti non possedendo alcun dato relativo alle attività online di un utente. Diagnostica della connessione VPN anonima e rapporti sugli arresti anomali (può essere tdisattivato dall'utente) Raccogliamo dati analitici anonimi utilizzati per la diagnostica di rete al momento dell'installazione dell'app. Utilizziamo questi dati nei nostri strumenti per le operazioni di rete per ottimizzare la velocità della rete e per consentirci di identificare i problemi relativi a specifiche app, server VPN o ISP. Le informazioni che riceviamo sono completamente anonime e non possono essere ricollegate a singoli utenti MicronVPN (ovvero non memorizziamo quale utente ha inviato quali dati e non memorizziamo gli indirizzi IP). Se scegli di condividere queste informazioni con MicronVPN, raccoglieremo le seguenti informazioni: Informazioni diagnostiche su come un tentativo di connessione VPN non è riuscito. Dati del test di velocità Rapporti di crash, anche senza alcuna informazione di identificazione personale. A seconda della tua piattaforma, questi vengono inviati a queste terze parti: iOS: Crashlytics (di proprietà di Google). Consulta l'informativa sulla privacy di Crashlytics. iOS: Mela. Consulta l'Informativa sulla privacy di Apple. iOS condivide questi dati per impostazione predefinita. Puoi disabilitarlo nelle impostazioni iOS come descritto qui. iOS: base di fuoco. Consulta i Termini di servizio di Firebase. iOS: ampiezza. Consulta i Termini di servizio di Amplitude. All'attivazione di qualsiasi app Titan VPN, ti verrà chiesto se desideri condividere questi dati. Giurisdizione e legge applicabile La missione principale di Titan VPN è mantenere private le tue informazioni. Al servizio di questa missione, la sede centrale e la sede legale di MicronVPN si trova nella Repubblica di Estonia (Estonia), che ha leggi più severe in materia di divulgazione di informazioni rispetto alla maggior parte dei paesi. Se dovessimo ricevere un ordine legale valido dall'Alta corte estone, è importante notare che MicronVPN non raccoglie indirizzi IP, cronologia di navigazione, dati sul traffico o query DNS che potrebbero essere utilizzate per identificare un utente specifico. Memorizzazione di informazioni relative a e-mail, chat dal vivo e moduli di feedback MicronVPN tiene traccia di qualsiasi corrispondenza, domanda, reclamo o complimento che ci invii tramite il nostro sito o i nostri servizi, insieme alla nostra risposta. A seconda di come contatti MicronVPN, potremmo raccogliere il tuo indirizzo e-mail e qualsiasi informazione aggiuntiva che ci fornisci. Avere registri di corrispondenza completi consente al nostro personale di fornire la migliore esperienza di assistenza clienti possibile. Utilizziamo una piattaforma di terze parti per la corrispondenza di supporto: Intercom per e-mail, ticket di supporto e live chat. Quando corri con noi utilizzando queste piattaforme, i tuoi record di corrispondenza, inclusi il tuo nome e indirizzo e-mail, vengono archiviati nei loro sistemi. Entrambe le piattaforme utilizzano pratiche di sicurezza moderne e crittografia HTTPS. Misure di sicurezza per proteggere le tue informazioni MicronVPN utilizza la migliore sicurezza fisica, procedurale e tecnica per quanto riguarda i nostri uffici e le strutture di archiviazione delle informazioni in modo da prevenire qualsiasi perdita, uso improprio, accesso non autorizzato, divulgazione o modifica delle informazioni. L'accesso alle informazioni dell'utente è limitato al personale che necessita di tale accesso per svolgere le proprie funzioni lavorative. Sebbene riteniamo che questi sistemi siano solidi, è importante comprendere che nessuna misura di sicurezza dei dati al mondo può offrire una protezione al 100%. I server sono ospitati in data center con solide pratiche di sicurezza. Nessuno di questi data center ci richiede di raccogliere o archiviare dati sul traffico o informazioni personali relative al tuo utilizzo dei Servizi VPN. Se un data center dovesse chiederci di registrare tali dati, cesseremo immediatamente le operazioni con tale data center e troveremo opzioni alternative. Anche se un governo dovesse sequestrare fisicamente uno dei nostri server VPN e riuscisse a violare la crittografia del disco, non ci sarebbero registri o informazioni che legherebbero un singolo utente a un particolare evento, sito Web o comportamento. Biscotti MicronVPN non raccoglie cookie. Consenso e limiti di età Utilizzando il sito, i contenuti, le app, il software o i servizi, accetti che le tue informazioni vengano gestite come descritto nei nostri Termini di servizio e Informativa sulla privacy. I Servizi sono destinati ad adulti di età pari o superiore a 18 anni. Se ritieni che tuo figlio ci abbia fornito informazioni, faccelo sapere immediatamente. Modifiche all'Informativa sulla privacy Potremmo modificare la nostra Informativa sulla privacy di volta in volta, senza preavviso, in conformità con le leggi ei principi sulla privacy applicabili. L'uso continuato del Sito o dei Servizi costituisce l'accettazione della nostra Informativa sulla privacy. Come contattare MicronVPN In caso di domande sulla nostra Informativa sulla privacy e su come gestiamo le tue informazioni, non esitare a contattarci all'indirizzo zionstudiosapps@gmail.com
ja: プライバシーポリシー MicronVPN は、お客様のプライバシーを保護することをお約束します。当社が収集する情報、収集しない情報、および情報を収集、使用、保存する方法を理解していただきたいと考えています。 MicronVPN は、ユーザーの名前、メール アドレス、および個人情報を収集しません。閲覧履歴、トラフィックの宛先、データ コンテンツ、または DNS クエリのログを含め、ユーザーのアクティビティのログは収集しません。また、お客様の IP アドレスのログを保存することもありません。データ収集に関する当社の基本原則は、世界クラスの VPN サービスを大規模に運用するために必要な最小限のデータのみを収集することです。当社のシステムは、お客様に関する機密データを保持しないように設計されています。強制された場合でも、所有していないデータを提供することはできません。このプライバシー ポリシーは、MicronVPN がどのように情報を収集、使用、保存するかを理解するのに役立ちます。 一般情報 当社は、次の 3 種類の情報を収集します。 VPN 接続の要約統計 MicronVPN は、優れたカスタマー サポートとサービス品質を維持するために、使用状況に関する最小限の情報を収集します。以下のセクションでは、当社が収集する特定の情報について詳しく説明します。これらの統計には、ユーザーが VPN で行ったことに関する情報は含まれません。VPN トラフィックの内容や宛先に関するデータ、DNS クエリ、IP アドレスは含まれません。 Apple App Store での購入情報 当社は、プレミアム サービスのアプリ内購入を提供しており、ワールド クラスのプレミアム サービスを提供するために、Apple から受け取った購入情報を保持しています。 アプリ内分析データ ユーザーがアプリでクリックしたページやユーザーのオペレーティング システムなどのデータを収集します。 その他 お客様の一意の ID、セッション ID、ユーザー タイプ (プレミアムまたは無料)、ユーザーが接続するサーバー IP、入出力データ カウント (記録ではなくカウントのみ - 5 分間隔)、データ カウントのタイムスタンプを収集します。接続終了の原因、ユーザーが接続するサーバーの内部 IP アドレス、サーバーによって自動的に割り当てられるユーザーの接続の内部 IP アドレス、および Apple Inc. によって提供されるユーザーの購入情報。 個人情報 MicronVPN は、お客様の名前、電子メール アドレス、および個人情報を収集しません。サポート目的またはその他のクエリのために電子メールまたはインターコム チャットを開始する場合は、電子メールを提供するのはお客様次第です。その場合、データベースを保持したり、第三者に販売したりすることはなく、サポート目的でのみ使用されます。 VPN 接続の概要統計 閲覧履歴、トラフィックの宛先、データ コンテンツ、IP アドレス、または DNS クエリをログに記録しないようにします。したがって、どのユーザーが特定の Web サイトまたはサービスにアクセスしたかはわかりません。ユーザーのコンピューターの元の IP アドレスのセットはわかりません。 上記のいずれかに基づいて誰かが MicronVPN にユーザー情報の公開を強要しようとしても、データが存在しないため、この情報を提供することはできません。優れたカスタマー サポートとサービスの品質を維持するために、MicronVPN は、VPN の使用に関連する次の情報を収集します。このユーザー ID により、完全な匿名性が確保され、接続が成功することが保証されます。ユーザータイプと接続 ユーザーにプレミアムサービスを提供するためにユーザータイプを保存します。 VPN の確立に成功したかどうか、どの VPN の場所とサーバー IP (ただし、割り当てられた発信 IP アドレスではない) に関する情報を収集します。この最小限の情報は、接続の問題の特定や、MicronVPN エンジニアがネットワークの問題を特定して修正できるようにするなど、テクニカル サポートを提供するのに役立ちます。 転送されたデータの入出力 (MB 単位) は、タイムスタンプ付きで 5 分間隔で記録されます。お客様が消費するデータ転送の合計に関する情報を収集します。無制限のデータ転送を提供していますが、1 人のユーザーが数千のユーザーを合わせたよりも多くのトラフィックをプッシュし、他の MicronVPN ユーザーのサービス品質に影響を与えていることに気付いた場合、メンバーシップを終了することがあります。また、接続する VPN サーバーの内部 IP アドレスは、テクニカル サポートの目的でログに記録されます。 概要： サービスの品質を維持するために、最小限の使用統計を収集します。たとえば、顧客が火曜日にロンドンの VPN ロケーションに接続し、24 時間で合計 823 MB のデータを転送したことがわかっている場合があります。私たちの顧客は、同じ日に同じ場所に接続した他の何千もの MicronVPN 顧客と使用パターンが重複しているため、特定の行動の責任者として一意に特定することはできません.私たちは、機密データの保管を断固として排除するようにシステムを設計しました。お客様が MicronVPN を使用したことは知っていても、当社のサービスをどのように利用したかはわかりません。私たちは、ユーザーのオンライン活動に関連するデータを一切所有しないことにより、お客様のプライバシーに対する確固たるコミットメントを支持します。匿名 VPN 接続の診断とクラッシュ レポート (アプリのインストール時に、ネットワーク診断に使用される匿名化された分析データを収集します。これらのデータをネットワーク操作ツールで使用して、ネットワーク速度を最適化し、特定のアプリ、VPN サーバー、または ISP に関連する問題を特定できるようにします。 私たちが受け取った情報は完全に匿名化されており、個々の MicronVPN ユーザーに関連付けることはできません (つまり、どのユーザーがどのデータを送信したか、IP アドレスを保存していません)。この情報を MicronVPN と共有することを選択すると、次の情報が収集されます。 VPN 接続の試行が失敗した方法に関する診断情報。速度テスト データ クラッシュ レポート。個人を特定できる情報もありません。プラットフォームに応じて、これらは次のサード パーティに送信されます。 iOS: Crashlytics (Google が所有)。 Crashlytics のプライバシー ポリシーを参照してください。 iOS: アップル。 Apple のプライバシー ポリシーを参照してください。 iOS はデフォルトでこれらのデータを共有します。こちらで説明されているように、iOS 設定で無効にすることができます。 iOS: ファイアベース。 Firebase の利用規約をご覧ください。 iOS: 振幅。 Amplitude の利用規約をご覧ください。 Titan VPN アプリをアクティブ化すると、これらのデータを共有するかどうかを尋ねられます.管轄権と適用法 Titan VPN の主な使命は、お客様の情報を非公開にすることです。 この使命を果たすため、MicronVPN の本社と登録事業所はエストニア共和国 (エストニア) にあります。エストニア共和国は、ほとんどの国よりも情報開示に関する法律が厳格です。エストニア高等裁判所から有効な法的命令を受けた場合、MicronVPN は、特定のユーザーを識別するために使用できる IP アドレス、閲覧履歴、トラフィック データ、または DNS クエリを収集しないことに注意してください。電子メール、ライブ チャット、およびフィードバック フォームに関連する情報の保存 MicronVPN は、お客様が当社のサイトまたはサービスを通じて当社に送信した通信、質問、苦情、または賛辞の記録を、当社の回答と共に保持します。 MicronVPN への連絡方法によっては、お客様の電子メール アドレスとお客様から提供された追加情報を収集する場合があります。完全な通信記録を持つことで、当社のスタッフは可能な限り最高の顧客サポート体験を提供することができます.サポート対応にはサードパーティのプラットフォームを使用しています。メール、サポート チケット、ライブ チャットにはインターコムを使用しています。これらのプラットフォームを使用して当社と通信する場合、名前と電子メール アドレスを含む通信記録がそのシステムに保存されます。どちらのプラットフォームも、最新のセキュリティ プラクティスと HTTPS 暗号化を利用しています。お客様の情報を保護するためのセキュリティ対策 MicronVPN は、情報の紛失、誤用、不正アクセス、開示、または変更を防止するために、当社のオフィスおよび情報保管施設に関してクラス最高の物理的、手続き的、および技術的セキュリティを使用しています。ユーザー情報へのアクセスは、職務を遂行するためにそのようなアクセスを必要とするスタッフに制限されています。これらのシステムは堅牢であると信じていますが、100% の保護を提供できるデータ セキュリティ対策は世界中に存在しないことを理解することが重要です。サーバーは、強力なセキュリティ プラクティスを備えたデータ センターに収容されています。これらのデータ センターのいずれも、VPN サービスの使用に関連するトラフィック データや個人情報を収集または保存する必要はありません。データセンターがそのようなデータを記録するように依頼した場合、そのデータセンターでの運用を直ちに停止し、代替オプションを見つけます.政府が VPN サーバーの 1 つを物理的に押収し、ディスクの暗号化を破ることができたとしても、個々のユーザーを特定のイベント、Web サイト、または行動に結び付けるログや情報はありません。 クッキー MicronVPN は Cookie を収集しません。同意と年齢制限 サイト、コンテンツ、アプリ、ソフトウェア、またはサービスを使用することにより、お客様は、当社の利用規約およびプライバシー ポリシーに記載されているとおりに情報が処理されることに同意するものとします。本サービスは、18 歳以上の成人を対象としています。お子様が当社に情報を提供したと思われる場合は、すぐにお知らせください。プライバシー ポリシーの変更 当社は、適用されるプライバシー法および原則に従い、お客様への事前の通知なしに、プライバシー ポリシーを随時変更する場合があります。サイトまたはサービスを継続して使用することは、当社のプライバシーポリシーに同意したことを意味します。 MicronVPN へのお問い合わせ方法 当社のプライバシー ポリシーおよびお客様の情報の取り扱い方法についてご質問がある場合は、zionstudiosapps@gmail.com までお気軽にお問い合わせください。
ms: Dasar Privasi MicronVPN komited untuk melindungi privasi anda. Kami mahu anda memahami maklumat yang kami kumpulkan, perkara yang tidak kami kumpulkan dan cara kami mengumpul, menggunakan dan menyimpan maklumat. MicronVPN tidak mengumpul nama, alamat e-mel dan maklumat peribadi anda. Kami tidak mengumpul log aktiviti anda, termasuk tiada pengelogan sejarah penyemakan imbas, destinasi trafik, kandungan data atau pertanyaan DNS. Kami juga tidak pernah menyimpan log alamat IP anda. Prinsip panduan kami ke arah pengumpulan data adalah dengan hanya mengumpul data minimum yang diperlukan untuk mengendalikan perkhidmatan VPN bertaraf dunia pada skala. Kami mereka bentuk sistem kami untuk tidak mempunyai data sensitif tentang pelanggan kami; walaupun terpaksa kami tidak dapat memberikan data yang kami tidak miliki. Dasar privasi ini akan membantu anda memahami cara MicronVPN mengumpul, menggunakan dan menyimpan maklumat. Maklumat Am Kami mengumpul tiga jenis maklumat: Statistik ringkasan sambungan VPN MicronVPN mengumpul maklumat minimum tentang penggunaan Untuk mengekalkan sokongan pelanggan dan kualiti perkhidmatan yang cemerlang. Bahagian di bawah menerangkan secara terperinci maklumat khusus yang kami kumpulkan. Statistik ini tidak pernah menyertakan apa-apa tentang perkara yang pengguna lakukan dengan VPN: tiada data tentang kandungan atau destinasi trafik VPN, tiada pertanyaan DNS dan tiada alamat IP. Maklumat Pembelian Apple App Store Kami menawarkan pembelian dalam apl untuk perkhidmatan premium kami dan kami menyimpan maklumat pembelian yang diterima daripada Apple untuk penyediaan perkhidmatan premium bertaraf dunia kami. Data Analitis Dalam Apl Kami mengumpul data seperti halaman yang pengguna klik pada apl dan sistem pengendalian pengguna. Lain Kami mengumpul id unik pelanggan kami, id sesi, jenis pengguna (premium atau percuma), ip pelayan yang disambungkan oleh pengguna, pengiraan data input & output (hanya mengira tidak merakam – dengan selang 5 minit), cap masa pengiraan data, punca penamatan sambungan, alamat ip dalaman pelayan yang disambungkan oleh pengguna, alamat ip dalaman sambungan pengguna yang diberikan oleh pelayan secara automatik dan maklumat pembelian pengguna yang disediakan oleh Apple Inc. Maklumat Peribadi MicronVPN tidak mengumpul nama, alamat e-mel dan maklumat peribadi anda. Jika anda ingin memulakan e-mel atau sembang Interkom untuk tujuan sokongan atau pertanyaan lain, terpulang kepada anda untuk memberikan e-mel anda. Jika anda berbuat demikian, kami tidak akan menyimpannya pangkalan data kami, atau menjualnya kepada pihak ketiga, ia akan digunakan untuk tujuan sokongan sahaja. Statistik Ringkasan Sambungan VPN Kami memastikan bahawa kami tidak sekali-kali mencatat sejarah penyemakan imbas, destinasi trafik, kandungan data, alamat IP atau pertanyaan DNS. Oleh itu: Kami tidak tahu pengguna mana yang pernah mengakses tapak web atau perkhidmatan tertentu. Kami tidak mengetahui set alamat IP asal komputer pengguna. Sekiranya sesiapa cuba memaksa MicronVPN untuk mengeluarkan maklumat pengguna berdasarkan mana-mana di atas, kami tidak boleh membekalkan maklumat ini kerana data tidak wujud. Untuk mengekalkan sokongan pelanggan dan kualiti perkhidmatan yang cemerlang, MicronVPN mengumpul maklumat berikut yang berkaitan dengan penggunaan VPN anda: Nama pengguna dan ID Sesi Kami menyimpan id pengguna yang dijana komputer unik dan menjana id sesi di bawah id pengguna ini. Id pengguna ini membenarkan tanpa nama lengkap sambil memastikan sambungan berjaya. Jenis & Sambungan Pengguna Kami menyimpan jenis pengguna untuk penyediaan perkhidmatan premium untuk pengguna kami. Kami mengumpul maklumat tentang sama ada anda telah berjaya mewujudkan VPN, yang lokasi VPN dan IP pelayan (tetapi bukan alamat IP keluar yang diberikan kepada anda). Maklumat minimum ini membantu kami dalam menyediakan sokongan teknikal, seperti mengenal pasti masalah sambungan dan untuk membolehkan jurutera MicronVPN mengenal pasti dan membetulkan isu rangkaian. Input dan output data yang dipindahkan (dalam MB) direkodkan dalam selang 5 minit dengan cap masa. Kami mengumpul maklumat mengenai jumlah pemindahan data yang anda gunakan. Walaupun kami menyediakan pemindahan data tanpa had, jika kami mendapati bahawa pengguna tunggal menolak lebih banyak trafik daripada gabungan beribu-ribu pengguna, sekali gus menjejaskan kualiti perkhidmatan untuk pengguna MicronVPN yang lain, kami mungkin menamatkan keahlian. Selain itu, alamat IP dalaman pelayan VPN yang anda sambungkan dilog untuk tujuan sokongan teknikal. Ringkasan: Kami mengumpul statistik penggunaan minimum untuk mengekalkan kualiti perkhidmatan kami. Kami mungkin tahu, sebagai contoh, bahawa pelanggan kami telah menyambung ke lokasi VPN London kami pada hari Selasa dan telah memindahkan agregat 823 MB data sepanjang tempoh 24 jam. Pelanggan kami tidak boleh dikenal pasti secara unik sebagai bertanggungjawab untuk sebarang tingkah laku tertentu kerana corak penggunaannya bertindih dengan beribu-ribu pelanggan MicronVPN lain yang turut menyambung ke lokasi yang sama pada hari yang sama. Kami telah merekayasa sistem kami untuk menghapuskan penyimpanan data sensitif secara kategori. Kami mungkin tahu BAHAWA pelanggan telah menggunakan MicronVPN , tetapi kami tidak pernah tahu BAGAIMANA mereka telah menggunakan perkhidmatan kami. Kami berpegang pada komitmen teguh kami terhadap privasi pelanggan kami dengan tidak memiliki sebarang data yang berkaitan dengan aktiviti dalam talian pengguna. Diagnostik Sambungan VPN Tanpa Nama dan Laporan Ranap (Boleh tdimatikan oleh pengguna) Kami mengumpul data analitik tanpa nama yang digunakan untuk diagnostik rangkaian semasa pemasangan apl. Kami menggunakan data ini dalam alatan operasi rangkaian kami untuk membantu mengoptimumkan kelajuan rangkaian dan membenarkan kami mengenal pasti masalah yang berkaitan dengan apl tertentu, pelayan VPN atau ISP. Maklumat yang kami terima adalah tanpa nama sepenuhnya dan tidak boleh dikaitkan kembali kepada pengguna MicronVPN individu (iaitu kami tidak menyimpan pengguna mana yang menghantar data dan tidak menyimpan alamat IP). Jika anda ikut serta untuk berkongsi maklumat ini dengan MicronVPN, kami akan mengumpulkan maklumat berikut: Maklumat diagnostik tentang cara percubaan sambungan VPN gagal. Data ujian kelajuan melaporkan ranap, juga tanpa sebarang maklumat yang boleh dikenal pasti secara peribadi. Bergantung pada platform anda, ini dihantar kepada pihak ketiga ini: iOS: Crashlytics (dimiliki oleh Google). Lihat Dasar Privasi Crashlytics. iOS: Apple. Lihat Dasar Privasi Apple. iOS berkongsi data ini secara lalai. Anda boleh menyahdayakannya dalam tetapan iOS seperti yang diterangkan di sini. iOS: Firebase. Lihat Syarat Perkhidmatan Firebase. iOS: Amplitud. Lihat Syarat Perkhidmatan Amplitud. Selepas pengaktifan mana-mana aplikasi VPN Titan, anda akan ditanya sama ada anda ingin berkongsi data ini. Bidang kuasa dan Undang-undang Berkenaan Misi teras Titan VPN adalah untuk memastikan maklumat anda sulit. Dalam melaksanakan misi ini, ibu pejabat MicronVPN dan tempat perniagaan berdaftar adalah di Republik Estonia (Estonia), yang mempunyai undang-undang yang lebih ketat mengenai pendedahan maklumat berbanding kebanyakan negara. Sekiranya kami menerima perintah undang-undang yang sah daripada Mahkamah Tinggi Estonia, adalah penting untuk ambil perhatian bahawa MicronVPN tidak mengumpul sebarang alamat IP, sejarah penyemakan imbas, data trafik atau pertanyaan DNS yang boleh digunakan untuk mengenal pasti mana-mana pengguna tertentu. Penyimpanan Maklumat Berkaitan dengan E-mel, Sembang Langsung dan Borang Maklum Balas MicronVPN menyimpan rekod sebarang surat-menyurat, soalan, aduan atau pujian yang anda serahkan kepada kami melalui Tapak atau Perkhidmatan kami, bersama-sama dengan respons kami. Bergantung pada cara anda menghubungi MicronVPN, kami mungkin mengumpul alamat e-mel anda dan sebarang maklumat tambahan yang anda berikan kepada kami. Mempunyai rekod surat-menyurat penuh membolehkan kakitangan kami memberikan pengalaman sokongan pelanggan yang terbaik. Kami menggunakan platform pihak ketiga untuk surat-menyurat sokongan: Interkom untuk e-mel, tiket sokongan dan sembang langsung. Apabila anda berhubung dengan kami menggunakan platform ini, rekod surat-menyurat anda, termasuk nama dan alamat e-mel anda, disimpan dalam sistem mereka. Kedua-dua platform menggunakan amalan keselamatan moden dan penyulitan HTTPS. Langkah Keselamatan untuk Melindungi Maklumat Anda MicronVPN menggunakan keselamatan fizikal, prosedur dan teknikal terbaik dalam kelas berkenaan dengan pejabat dan kemudahan penyimpanan maklumat kami untuk mengelakkan sebarang kehilangan, penyalahgunaan, akses tanpa kebenaran, pendedahan atau pengubahsuaian maklumat. Akses kepada maklumat pengguna adalah terhad kepada kakitangan yang memerlukan akses sedemikian untuk melaksanakan fungsi kerja mereka. Walaupun kami percaya sistem ini teguh, adalah penting untuk memahami bahawa tiada langkah keselamatan data di dunia boleh menawarkan perlindungan 100%. Pelayan ditempatkan di pusat data dengan amalan keselamatan yang kukuh. Tiada satu pun daripada pusat data ini memerlukan kami untuk mengumpul atau menyimpan sebarang data trafik atau maklumat peribadi yang berkaitan dengan penggunaan Perkhidmatan VPN anda. Jika mana-mana pusat data meminta kami untuk log data sedemikian, kami akan segera menghentikan operasi dengan pusat data tersebut dan mencari pilihan alternatif. Walaupun kerajaan merampas salah satu pelayan VPN kami secara fizikal dan berjaya memecahkan penyulitan cakera mereka, tidak akan ada log atau maklumat yang akan mengikat mana-mana pengguna individu pada acara, tapak web atau tingkah laku tertentu. biskut MicronVPN tidak mengumpul kuki. Persetujuan dan Sekatan Umur Dengan menggunakan Tapak, Kandungan, Apl, Perisian atau Perkhidmatan, anda bersetuju untuk mengendalikan maklumat anda seperti yang diterangkan dalam Syarat Perkhidmatan dan Dasar Privasi kami. Perkhidmatan ini bertujuan untuk orang dewasa berumur 18 tahun ke atas. Jika anda percaya anak anda telah memberikan maklumat kepada kami, sila beritahu kami dengan segera. Perubahan kepada Dasar Privasi Kami mungkin menukar Polisi Privasi kami dari semasa ke semasa, tanpa notis awal kepada anda, selaras dengan undang-undang dan prinsip privasi yang berkenaan. Penggunaan berterusan Tapak atau Perkhidmatan oleh anda merupakan penerimaan anda terhadap Dasar Privasi kami. Cara Menghubungi MicronVPN Jika anda mempunyai sebarang soalan mengenai Dasar Privasi kami dan cara kami mengendalikan maklumat anda, sila hubungi kami di zionstudiosapps@gmail.com
nl: Privacybeleid MicronVPN doet er alles aan om uw privacy te beschermen. We willen dat u begrijpt welke informatie we verzamelen, wat we niet verzamelen en hoe we informatie verzamelen, gebruiken en opslaan. MicronVPN verzamelt uw naam, e-mailadres en persoonlijke informatie niet. We verzamelen geen logboeken van uw activiteit, inclusief geen logboekregistratie van browsegeschiedenis, verkeersbestemming, gegevensinhoud of DNS-query's. We slaan ook nooit logs op van uw IP-adres. Ons leidende principe bij het verzamelen van gegevens is om alleen de minimale gegevens te verzamelen die nodig zijn om een ​​VPN-service van wereldklasse op grote schaal uit te voeren. We hebben onze systemen zo ontworpen dat ze geen gevoelige gegevens over onze klanten bevatten; zelfs als we gedwongen worden, kunnen we geen gegevens verstrekken die we niet bezitten. Dit privacybeleid helpt u te begrijpen hoe MicronVPN informatie verzamelt, gebruikt en opslaat. Algemene informatie We verzamelen drie soorten informatie: Samenvattingsstatistieken VPN-verbinding MicronVPN verzamelt minimale informatie over het gebruik om een ​​uitstekende klantenondersteuning en servicekwaliteit te behouden. In het onderstaande gedeelte wordt in detail beschreven welke specifieke informatie we verzamelen. Deze statistieken bevatten nooit iets over wat de gebruiker met de VPN heeft gedaan: geen gegevens over de inhoud of bestemmingen van VPN-verkeer, geen DNS-query's en geen IP-adressen. Apple App Store-aankoopinformatie We bieden in-app-aankopen voor onze premium-service en we bewaren de aankoopinformatie die we van Apple hebben ontvangen om onze premium-service van wereldklasse te kunnen leveren. In-app Analytics-gegevens We verzamelen gegevens zoals op welke pagina's de gebruiker in de app klikt en het besturingssysteem van de gebruiker. Overig We verzamelen de unieke id van onze klant, de sessie-id, het gebruikerstype (premium of gratis), het IP-adres van de server waarmee de gebruiker verbinding maakt, het tellen van invoer- en uitvoergegevens (alleen tellen niet opnemen - met een interval van 5 minuten), tijdstempel van het tellen van gegevens, oorzaak van beëindiging van de verbinding, intern ip-adres van de server waarmee de gebruiker verbinding maakt, het interne ip-adres van de verbinding van de gebruiker dat automatisch door de server wordt toegewezen en de aankoopinformatie van de gebruiker verstrekt door Apple Inc. Persoonlijke informatie MicronVPN verzamelt uw naam, e-mailadres en persoonlijke informatie niet. Als u een e-mail of intercomchat wilt starten voor ondersteuningsdoeleinden of andere vragen, is het aan u om uw e-mailadres op te geven. Als u dit doet, zullen we deze niet in onze database bewaren of aan derden verkopen, maar alleen voor ondersteuningsdoeleinden. Samenvattingsstatistieken VPN-verbinding We zorgen ervoor dat we nooit browsegeschiedenis, verkeersbestemming, gegevensinhoud, IP-adressen of DNS-query's loggen. Daarom: We weten niet welke gebruiker ooit een bepaalde website of dienst heeft bezocht. We kennen de set originele IP-adressen van de computer van een gebruiker niet. Mocht iemand MicronVPN proberen te dwingen gebruikersinformatie vrij te geven op basis van een van de bovenstaande, dan kunnen we deze informatie niet verstrekken omdat de gegevens niet bestaan. Om een ​​uitstekende klantenondersteuning en servicekwaliteit te behouden, verzamelt MicronVPN de volgende informatie met betrekking tot uw VPN-gebruik: Gebruikersnaam en Sessie-ID We slaan een uniek computergegenereerd gebruikers-ID op en genereren sessie-ID's onder dit gebruikers-ID. Dit gebruikers-ID zorgt voor volledige anonimiteit en zorgt tegelijkertijd voor een succesvolle verbinding. Gebruikerstype & verbinding We slaan het gebruikerstype op om onze gebruikers een premium service te kunnen bieden. We verzamelen informatie over of u met succes een VPN tot stand hebt gebracht, naar welke VPN-locatie en server-IP (maar niet uw toegewezen uitgaande IP-adres). Deze minimale informatie helpt ons bij het bieden van technische ondersteuning, zoals het identificeren van verbindingsproblemen en om MicronVPN-technici in staat te stellen netwerkproblemen te identificeren en op te lossen. Invoer en uitvoer van overgedragen gegevens (in MB) wordt geregistreerd in intervallen van 5 minuten met tijdstempels. We verzamelen informatie over de totale som van gegevensoverdracht die u verbruikt. Hoewel we onbeperkte gegevensoverdracht bieden, kunnen we het lidmaatschap beëindigen als we merken dat een enkele gebruiker meer verkeer genereert dan duizenden gebruikers samen, waardoor de kwaliteit van de service voor andere MicronVPN-gebruikers wordt aangetast. Ook wordt het interne IP-adres van de VPN-server waarmee u verbinding maakt, vastgelegd voor technische ondersteuningsdoeleinden. Overzicht: We verzamelen minimale gebruiksstatistieken om onze servicekwaliteit te behouden. We kunnen bijvoorbeeld weten dat onze klant op dinsdag verbinding had gemaakt met onze VPN-locatie in Londen en in totaal 823 MB aan gegevens had overgedragen gedurende een periode van 24 uur. Onze klant kan niet uniek worden geïdentificeerd als verantwoordelijk voor enig specifiek gedrag, omdat zijn gebruikspatroon overlapt met duizenden andere MicronVPN-klanten die op dezelfde dag ook verbinding hebben gemaakt met dezelfde locatie. We hebben onze systemen ontwikkeld om de opslag van gevoelige gegevens categorisch te elimineren. We weten misschien DAT een klant MicronVPN heeft gebruikt, maar we weten nooit HOE ze onze service hebben gebruikt. We houden vast aan onze vaste toewijding aan de privacy van onze klanten door geen gegevens te bezitten die verband houden met de online activiteiten van een gebruiker. Anonieme VPN-verbindingsdiagnose en crashrapporten (kan tuitgeschakeld door de gebruiker) We verzamelen geanonimiseerde analysegegevens die worden gebruikt voor netwerkdiagnose bij installatie van de app. We gebruiken deze gegevens in onze hulpprogramma's voor netwerkbeheer om de netwerksnelheden te helpen optimaliseren en om ons in staat te stellen problemen met betrekking tot specifieke apps, VPN-servers of ISP's te identificeren. De informatie die we ontvangen is volledig geanonimiseerd en kan niet worden herleid tot individuele MicronVPN-gebruikers (d.w.z. we slaan niet op welke gebruiker welke gegevens heeft verzonden, en slaan geen IP-adressen op). Als u ervoor kiest om deze informatie met MicronVPN te delen, verzamelen we de volgende informatie: Diagnostische informatie over hoe een VPN-verbindingspoging is mislukt. Snelheidstestgegevens Crashrapporten, ook zonder persoonlijk identificeerbare informatie. Afhankelijk van je platform worden deze naar deze derde partijen gestuurd: iOS: Crashlytics (eigendom van Google). Zie het privacybeleid van Crashlytics. iOS: Appel. Zie het privacybeleid van Apple. iOS deelt deze gegevens standaard. Je kunt dat uitschakelen in iOS-instellingen zoals hier beschreven. iOS: Firebase. Zie de Servicevoorwaarden van Firebase. iOS: Amplitude. Zie de Servicevoorwaarden van Amplitude. Bij activering van een Titan VPN-app wordt u gevraagd of u deze gegevens wilt delen. Jurisdictie en toepasselijk recht De kernmissie van Titan VPN is om uw informatie privé te houden. In dienst van deze missie bevindt het hoofdkantoor en de geregistreerde vestigingsplaats van MicronVPN zich in de Republiek Estland (Estland), dat strengere wetten heeft met betrekking tot het vrijgeven van informatie dan de meeste landen. Als we een geldig gerechtelijk bevel krijgen van het Hooggerechtshof van Estland, is het belangrijk op te merken dat MicronVPN geen IP-adressen, browsegeschiedenis, verkeersgegevens of DNS-query's verzamelt die kunnen worden gebruikt om een ​​specifieke gebruiker te identificeren. Opslaan van informatie met betrekking tot e-mail, livechat en feedbackformulieren MicronVPN houdt gegevens bij van alle correspondentie, vragen, klachten of complimenten die u via onze site of diensten aan ons indient, samen met onze reactie. Afhankelijk van hoe u contact opneemt met MicronVPN, kunnen we uw e-mailadres en eventuele aanvullende informatie die u ons verstrekt, verzamelen. Met volledige correspondentiegegevens kunnen onze medewerkers de best mogelijke klantondersteuningservaring bieden. We gebruiken een platform van derden voor ondersteuningscorrespondentie: intercom voor e-mails, ondersteuningstickets en livechat. Wanneer u met ons correspondeert via deze platforms, worden uw correspondentiegegevens, inclusief uw naam en e-mailadres, opgeslagen in hun systemen. Beide platforms maken gebruik van moderne beveiligingspraktijken en HTTPS-codering. Beveiligingsmaatregelen om uw informatie te beschermen MicronVPN gebruikt de beste fysieke, procedurele en technische beveiliging in zijn klasse met betrekking tot onze kantoren en informatieopslagfaciliteiten om verlies, misbruik, ongeoorloofde toegang, openbaarmaking of wijziging van informatie te voorkomen. Toegang tot gebruikersinformatie is beperkt tot personeel dat dergelijke toegang nodig heeft om hun taken uit te voeren. Hoewel we geloven dat deze systemen robuust zijn, is het belangrijk om te begrijpen dat geen enkele gegevensbeveiligingsmaatregelen ter wereld 100% bescherming kunnen bieden. Servers zijn ondergebracht in datacenters met strenge beveiligingspraktijken. Geen van deze datacenters vereist dat we verkeersgegevens of persoonlijke informatie met betrekking tot uw gebruik van VPN-services verzamelen of opslaan. Als een datacenter ons zou vragen om dergelijke gegevens te loggen, zouden we de activiteiten met dat datacenter onmiddellijk stopzetten en alternatieve opties zoeken. Zelfs als een overheid een van onze VPN-servers fysiek in beslag zou nemen en erin zou slagen hun schijfversleuteling te breken, zouden er geen logboeken of informatie zijn die een individuele gebruiker zou binden aan een bepaalde gebeurtenis, website of gedrag. Koekjes MicronVPN verzamelt geen cookies. Toestemming en leeftijdsbeperkingen Door de site, inhoud, apps, software of services te gebruiken, stemt u ermee in dat uw informatie wordt behandeld zoals beschreven in onze servicevoorwaarden en ons privacybeleid. De Diensten zijn bedoeld voor volwassenen van 18 jaar en ouder. Als u denkt dat uw kind informatie aan ons heeft verstrekt, laat het ons dan onmiddellijk weten. Wijzigingen in het privacybeleid We kunnen ons privacybeleid van tijd tot tijd wijzigen, zonder voorafgaande kennisgeving aan u, in overeenstemming met de toepasselijke privacywetten en -principes. Als u de Site of Services blijft gebruiken, gaat u akkoord met ons Privacybeleid. Contact opnemen met MicronVPN Als u vragen heeft over ons privacybeleid en hoe wij omgaan met uw informatie, neem dan gerust contact met ons op via zionstudiosapps@gmail.com
pt_br: Política de Privacidade O MicronVPN está comprometido em proteger sua privacidade. Queremos que você entenda quais informações coletamos, o que não coletamos e como coletamos, usamos e armazenamos informações. O MicronVPN não coleta seu nome, endereço de e-mail e informações pessoais. Não coletamos logs de sua atividade, incluindo nenhum registro de histórico de navegação, destino de tráfego, conteúdo de dados ou consultas de DNS. Também nunca armazenamos logs do seu endereço IP. Nosso princípio orientador para a coleta de dados é coletar apenas os dados mínimos necessários para operar um serviço VPN de classe mundial em escala. Projetamos nossos sistemas para não ter dados confidenciais sobre nossos clientes; mesmo quando obrigados não podemos fornecer dados que não possuímos. Esta política de privacidade ajudará você a entender como o MicronVPN coleta, usa e armazena informações. Informações gerais Coletamos três tipos de informações: Estatísticas resumidas da conexão VPN O MicronVPN coleta informações mínimas sobre o uso para manter um excelente suporte ao cliente e qualidade de serviço. A seção abaixo descreve em detalhes quais informações específicas coletamos. Essas estatísticas nunca incluem nada sobre o que o usuário fez com a VPN: nenhum dado sobre o conteúdo ou destino do tráfego VPN, nenhuma consulta DNS e nenhum endereço IP. Informações de compra na Apple App Store Oferecemos compras no aplicativo para nosso serviço premium e mantemos as informações de compra recebidas da Apple para o fornecimento de nosso serviço premium de classe mundial. Dados analíticos no aplicativo Coletamos dados como em quais páginas o usuário clica no aplicativo e o sistema operacional do usuário. Outros Coletamos o id exclusivo de nossos clientes, id de sessão, tipo de usuário (premium ou gratuito), o ip do servidor que o usuário se conecta, a contagem de dados de entrada e saída (apenas contando, não gravando - por intervalo de 5 minutos), carimbo de data/hora da contagem de dados, causa do término da conexão, endereço IP interno do servidor ao qual o usuário se conecta, endereço IP interno da conexão do usuário que é atribuído automaticamente pelo servidor e informações de compra do usuário fornecidas pela Apple Inc. Informações pessoais O MicronVPN não coleta seu nome, endereço de e-mail e informações pessoais. Se você deseja iniciar um e-mail ou bate-papo Intercom para fins de suporte ou outras consultas, cabe a você fornecer seu e-mail. Caso o faça, não o manteremos em nosso banco de dados, nem o venderemos a terceiros, ele será utilizado apenas para fins de suporte. Estatísticas de resumo da conexão VPN Garantimos que nunca registramos histórico de navegação, destino de tráfego, conteúdo de dados, endereços IP ou consultas de DNS. Portanto: Não sabemos qual usuário já acessou um determinado site ou serviço. Não conhecemos o conjunto de endereços IP originais do computador de um usuário. Se alguém tentar obrigar o MicronVPN a liberar informações do usuário com base em qualquer um dos itens acima, não podemos fornecer essas informações porque os dados não existem. Para manter um excelente suporte ao cliente e qualidade de serviço, o MicronVPN coleta as seguintes informações relacionadas ao seu uso de VPN: Nome de usuário e ID da sessão Armazenamos um ID de usuário exclusivo gerado por computador e geramos IDs de sessão sob esse ID de usuário. Este ID de usuário permite anonimato completo, garantindo uma conexão bem-sucedida. Tipo de usuário e conexão Armazenamos o tipo de usuário para fornecer um serviço premium para nossos usuários. Coletamos informações sobre se você estabeleceu uma VPN com sucesso, para qual localização VPN e IP do servidor (mas não seu endereço IP de saída atribuído). Essas informações mínimas nos ajudam a fornecer suporte técnico, como identificar problemas de conexão e permitir que os engenheiros do MicronVPN identifiquem e corrijam problemas de rede. A entrada e a saída dos dados transferidos (em MB) são registradas em intervalos de 5 minutos com registros de data e hora. Coletamos informações sobre a soma total da transferência de dados que você consome. Embora forneçamos transferência ilimitada de dados, se percebermos que um único usuário envia mais tráfego do que milhares de usuários combinados, afetando assim a qualidade do serviço para outros usuários do MicronVPN, podemos encerrar a associação. Além disso, o endereço IP interno do servidor VPN que você conecta é registrado para fins de suporte técnico. Resumo: Coletamos estatísticas mínimas de uso para manter nossa qualidade de serviço. Podemos saber, por exemplo, que nosso cliente se conectou ao nosso local de VPN em Londres na terça-feira e transferiu um total de 823 MB de dados em um período de 24 horas. Nosso cliente não pode ser identificado exclusivamente como responsável por qualquer comportamento específico porque seu padrão de uso se sobrepõe a milhares de outros clientes MicronVPN que também se conectaram ao mesmo local no mesmo dia. Projetamos nossos sistemas para eliminar categoricamente o armazenamento de dados confidenciais. Podemos saber QUE um cliente usou o MicronVPN, mas nunca sabemos COMO ele utilizou nosso serviço. Mantemos nosso firme compromisso com a privacidade de nossos clientes ao não possuir nenhum dado relacionado às atividades online de um usuário. Diagnósticos de conexão VPN anônima e relatórios de falhas (podem ser tdesativada pelo usuário) Coletamos dados analíticos anônimos usados ​​para diagnósticos de rede após a instalação do aplicativo. Usamos esses dados em nossas ferramentas de operações de rede para ajudar a otimizar as velocidades de rede e nos permitir identificar problemas relacionados a aplicativos específicos, servidores VPN ou ISPs. As informações que recebemos são totalmente anônimas e não podem ser vinculadas a usuários MicronVPN individuais (ou seja, não armazenamos qual usuário enviou quais dados e não armazenamos endereços IP). Se você optar por compartilhar essas informações com o MicronVPN, coletaremos as seguintes informações: Informações de diagnóstico sobre como uma tentativa de conexão VPN falhou. Dados de teste de velocidade Relatórios de falhas, também sem nenhuma informação de identificação pessoal. Dependendo da sua plataforma, eles são enviados para terceiros: iOS: Crashlytics (propriedade do Google). Consulte a Política de Privacidade da Crashlytics. iOS: Apple. Consulte a Política de Privacidade da Apple. O iOS compartilha esses dados por padrão. Você pode desativar isso nas configurações do iOS, conforme descrito aqui. iOS: Firebase. Consulte os Termos de serviço do Firebase. iOS: amplitude. Consulte os Termos de Serviço do Amplitude. Após a ativação de qualquer aplicativo Titan VPN, você será perguntado se deseja compartilhar esses dados. Jurisdição e Lei Aplicável A principal missão do Titan VPN é manter suas informações privadas. A serviço desta missão, a sede e o local registrado de negócios da MicronVPN estão na República da Estônia (Estônia), que possui leis mais rígidas em relação à divulgação de informações do que a maioria dos países. Caso recebamos uma ordem legal válida do Supremo Tribunal da Estônia, é importante observar que o MicronVPN não coleta nenhum endereço IP, histórico de navegação, dados de tráfego ou consultas de DNS que possam ser usados ​​para identificar qualquer usuário específico. Armazenamento de informações relacionadas a e-mail, bate-papo ao vivo e formulários de feedback O MicronVPN mantém registros de qualquer correspondência, perguntas, reclamações ou elogios que você nos envia por meio de nosso site ou serviços, juntamente com nossa resposta. Dependendo de como você entra em contato com o MicronVPN, podemos coletar seu endereço de e-mail e qualquer informação adicional que você nos fornecer. Ter registros completos de correspondência permite que nossa equipe forneça a melhor experiência possível de suporte ao cliente. Usamos uma plataforma de terceiros para correspondência de suporte: Intercom para e-mails, tickets de suporte e chat ao vivo. Quando você se corresponde conosco usando essas plataformas, seus registros de correspondência, incluindo seu nome e endereço de e-mail, são armazenados em seus sistemas. Ambas as plataformas utilizam práticas de segurança modernas e criptografia HTTPS. Medidas de segurança para proteger suas informações O MicronVPN usa a melhor segurança física, processual e técnica em relação aos nossos escritórios e instalações de armazenamento de informações para evitar qualquer perda, uso indevido, acesso não autorizado, divulgação ou modificação de informações. O acesso às informações do usuário é restrito aos funcionários que precisam desse acesso para desempenhar suas funções de trabalho. Embora acreditemos que esses sistemas sejam robustos, é importante entender que nenhuma medida de segurança de dados no mundo pode oferecer 100% de proteção. Os servidores estão alojados em centros de dados com fortes práticas de segurança. Nenhum desses centros de dados exige que coletemos ou armazenemos quaisquer dados de tráfego ou informações pessoais relacionadas ao seu uso dos Serviços VPN. Se algum centro de dados nos pedisse para registrar tais dados, cessaríamos imediatamente as operações com o referido centro de dados e encontraríamos opções alternativas. Mesmo que um governo apreendesse fisicamente um de nossos servidores VPN e conseguisse quebrar sua criptografia de disco, não haveria registros ou informações que vinculassem qualquer usuário individual a um determinado evento, site ou comportamento. Biscoitos MicronVPN não coleta cookies. Consentimento e restrições de idade Ao usar o Site, Conteúdo, Aplicativos, Software ou Serviços, você concorda que suas informações sejam tratadas conforme descrito em nossos Termos de Serviço e Política de Privacidade. Os Serviços destinam-se a maiores de 18 anos. Se você acredita que seu filho nos forneceu informações, informe-nos imediatamente. Alterações na Política de Privacidade Podemos alterar nossa Política de Privacidade de tempos em tempos, sem aviso prévio a você, de acordo com as leis e princípios de privacidade aplicáveis. Seu uso continuado do Site ou Serviços constitui sua aceitação de nossa Política de Privacidade. Como entrar em contato com o MicronVPN Se você tiver alguma dúvida sobre nossa Política de Privacidade e como lidamos com suas informações, sinta-se à vontade para nos contatar em zionstudiosapps@gmail.com
ru: Политика конфиденциальности MicronVPN стремится защищать вашу конфиденциальность. Мы хотим, чтобы вы понимали, какую информацию мы собираем, какую не собираем и как мы собираем, используем и храним информацию. MicronVPN не собирает ваше имя, адрес электронной почты и личную информацию. Мы не собираем журналы вашей активности, в том числе историю просмотров, назначение трафика, содержание данных или DNS-запросы. Мы также никогда не храним журналы вашего IP-адреса. Наш руководящий принцип сбора данных заключается в том, чтобы собирать только минимальный объем данных, необходимых для работы VPN-сервиса мирового класса в масштабе. Мы разработали наши системы таким образом, чтобы не содержать конфиденциальных данных о наших клиентах; даже если нас вынуждают, мы не можем предоставить данные, которых у нас нет. Эта политика конфиденциальности поможет вам понять, как MicronVPN собирает, использует и хранит информацию. Главная Информация Мы собираем три типа информации: Сводная статистика VPN-подключений MicronVPN собирает минимальную информацию об использовании, чтобы поддерживать превосходную поддержку клиентов и качество обслуживания. В разделе ниже подробно описано, какую конкретную информацию мы собираем. Эта статистика никогда не включает ничего о том, что пользователь делал с VPN: никаких данных о содержимом или пунктах назначения VPN-трафика, никаких DNS-запросов и никаких IP-адресов. Информация о покупках в Apple App Store Мы предлагаем покупки в приложении для нашего премиум-сервиса и храним информацию о покупках, полученную от Apple, для предоставления нашего премиум-сервиса мирового класса. Данные аналитики в приложении Мы собираем такие данные, как страницы, которые пользователь нажимает в приложении, и операционная система пользователя. Другое Мы собираем уникальный идентификатор нашего клиента, идентификатор сеанса, тип пользователя (премиум или бесплатный), IP-адрес сервера, к которому подключается пользователь, подсчет входных и выходных данных (только подсчет без записи - с интервалом 5 минут), метку времени подсчета данных, причина прекращения соединения, внутренний IP-адрес сервера, к которому подключается пользователь, внутренний IP-адрес соединения пользователя, который назначается сервером автоматически, и информация о покупке пользователя, предоставленная Apple Inc. Личная информация MicronVPN не собирает ваше имя, адрес электронной почты и личную информацию. Если вы хотите инициировать электронное письмо или интерком-чат для целей поддержки или других вопросов, вы должны предоставить свой адрес электронной почты. Если вы это сделаете, мы не будем хранить ее в нашей базе данных или продавать ее третьим лицам, она будет использоваться только в целях поддержки. Сводная статистика VPN-подключения Мы гарантируем, что никогда не регистрируем историю просмотров, назначение трафика, содержимое данных, IP-адреса или DNS-запросы. Следовательно: мы не знаем, какой пользователь когда-либо обращался к конкретному веб-сайту или услуге. Нам неизвестен набор исходных IP-адресов компьютера пользователя. Если кто-то попытается заставить MicronVPN раскрыть информацию о пользователе на основании любого из вышеперечисленных, мы не сможем предоставить эту информацию, поскольку данные не существуют. Чтобы поддерживать превосходную поддержку клиентов и качество обслуживания, MicronVPN собирает следующую информацию, связанную с использованием вами VPN: Имя пользователя и идентификатор сеанса. Мы храним уникальный сгенерированный компьютером идентификатор пользователя и генерируем идентификаторы сеансов под этим идентификатором пользователя. Этот идентификатор пользователя обеспечивает полную анонимность и гарантирует успешное соединение. Тип пользователя и подключение Мы сохраняем тип пользователя для предоставления дополнительных услуг нашим пользователям. Мы собираем информацию о том, успешно ли вы установили VPN, какое местоположение VPN и IP-адрес сервера (но не назначенный вам исходящий IP-адрес). Эта минимальная информация помогает нам в предоставлении технической поддержки, такой как выявление проблем с подключением, и позволяет инженерам MicronVPN выявлять и устранять проблемы с сетью. Ввод и вывод передаваемых данных (в МБ) записывается с 5-минутными интервалами с отметками времени. Мы собираем информацию об общей сумме передаваемых вами данных. Хотя мы предоставляем неограниченную передачу данных, если мы заметим, что один пользователь пропускает больше трафика, чем тысячи пользователей вместе взятых, что влияет на качество обслуживания других пользователей MicronVPN, мы можем прекратить членство. Кроме того, внутренний IP-адрес VPN-сервера, к которому вы подключаетесь, регистрируется для целей технической поддержки. Резюме: Мы собираем минимальную статистику использования для поддержания качества обслуживания. Например, мы можем знать, что наш клиент подключился к нашему лондонскому VPN-серверу во вторник и передал в совокупности 823 МБ данных за 24 часа. Наш клиент не может быть однозначно идентифицирован как ответственный за какое-либо конкретное поведение, потому что его модель использования совпадает с тысячами других клиентов MicronVPN, которые также подключились к тому же месту в тот же день. Мы разработали наши системы таким образом, чтобы исключить хранение конфиденциальных данных. Мы можем знать, ЧТО клиент использовал MicronVPN, но мы никогда не знаем, КАК он использовал наш сервис. Мы придерживаемся твердой приверженности конфиденциальности наших клиентов, не располагая никакими данными, связанными с действиями пользователя в Интернете. Анонимная диагностика VPN-подключения и отчеты о сбоях (можноотключено пользователем) Мы собираем анонимные аналитические данные, используемые для диагностики сети при установке приложения. Мы используем эти данные в наших инструментах сетевых операций, чтобы помочь оптимизировать скорость сети и выявить проблемы, связанные с конкретными приложениями, VPN-серверами или интернет-провайдерами. Информация, которую мы получаем, полностью анонимна и не может быть привязана к отдельным пользователям MicronVPN (т. е. мы не храним, какой пользователь какие данные отправил, и не сохраняем IP-адреса). Если вы решите поделиться этой информацией с MicronVPN, мы будем собирать следующую информацию: Диагностическая информация о том, почему попытка VPN-подключения не удалась. Данные теста скорости Отчеты о сбоях, также без какой-либо информации, позволяющей установить личность. В зависимости от вашей платформы они отправляются следующим третьим сторонам: iOS: Crashlytics (принадлежит Google). См. Политику конфиденциальности Crashlytics. iOS: Apple. См. Политику конфиденциальности Apple. iOS делится этими данными по умолчанию. Вы можете отключить это в настройках iOS, как описано здесь. iOS: Firebase. См. Условия использования Firebase. iOS: Амплитуда. См. Условия предоставления услуг Amplitude. После активации любого приложения Titan VPN вас спросят, хотите ли вы поделиться этими данными. Юрисдикция и применимое право Основной задачей Titan VPN является сохранение конфиденциальности вашей информации. Для выполнения этой миссии штаб-квартира и зарегистрированное место деятельности MicronVPN находятся в Эстонской Республике (Эстония), где действуют более строгие законы в отношении раскрытия информации, чем в большинстве стран. Если мы получим действующий судебный приказ от Верховного суда Эстонии, важно отметить, что MicronVPN не собирает никаких IP-адресов, истории просмотров, данных о трафике или DNS-запросов, которые могут быть использованы для идентификации любого конкретного пользователя. Хранение информации, связанной с электронной почтой, онлайн-чатом и формами обратной связи MicronVPN хранит записи любой корреспонденции, вопросов, жалоб или комплиментов, которые вы отправляете нам через наш Сайт или Услуги, а также наши ответы. В зависимости от того, как вы связываетесь с MicronVPN, мы можем собирать ваш адрес электронной почты и любую дополнительную информацию, которую вы нам предоставляете. Наличие полных записей корреспонденции позволяет нашим сотрудникам обеспечивать наилучшую поддержку клиентов. Мы используем стороннюю платформу для переписки со службой поддержки: Intercom для электронной почты, заявок в службу поддержки и живого чата. Когда вы переписываетесь с нами с помощью этих платформ, записи о вашей переписке, включая ваше имя и адрес электронной почты, сохраняются в их системах. Обе платформы используют современные методы обеспечения безопасности и шифрование HTTPS. Меры безопасности для защиты вашей информации MicronVPN использует лучшие в своем классе средства физической, процедурной и технической безопасности в отношении наших офисов и хранилищ информации, чтобы предотвратить любые потери, неправомерное использование, несанкционированный доступ, раскрытие или изменение информации. Доступ к пользовательской информации ограничен персоналом, которому такой доступ необходим для выполнения своих должностных функций. Хотя мы считаем эти системы надежными, важно понимать, что никакие меры безопасности данных в мире не могут обеспечить 100% защиту. Серверы размещаются в центрах обработки данных со строгими правилами безопасности. Ни один из этих центров обработки данных не требует от нас сбора или хранения каких-либо данных о трафике или личной информации, связанной с использованием вами Услуг VPN. Если какой-либо центр обработки данных попросит нас зарегистрировать такие данные, мы немедленно прекратим работу с указанным центром обработки данных и найдем альтернативные варианты. Даже если правительство физически захватит один из наших VPN-серверов и сумеет взломать шифрование их дисков, не будет никаких журналов или информации, которая привязала бы любого отдельного пользователя к конкретному событию, веб-сайту или поведению. Печенье MicronVPN не собирает файлы cookie. Согласие и возрастные ограничения Используя Сайт, Контент, Приложения, Программное обеспечение или Услуги, вы соглашаетесь на обработку вашей информации, как описано в наших Условиях обслуживания и Политике конфиденциальности. Услуги предназначены для взрослых в возрасте 18 лет и старше. Если вы считаете, что ваш ребенок предоставил нам информацию, немедленно сообщите нам об этом. Изменения в Политике конфиденциальности Мы можем время от времени изменять нашу Политику конфиденциальности без предварительного уведомления в соответствии с применимыми законами и принципами конфиденциальности. Ваше дальнейшее использование Сайта или Услуг означает ваше согласие с нашей Политикой конфиденциальности. Как связаться с MicronVPN Если у вас есть какие-либо вопросы относительно нашей Политики конфиденциальности и того, как мы обрабатываем вашу информацию, свяжитесь с нами по адресу zionstudiosapps@gmail.com.
th: นโยบายความเป็นส่วนตัว MicronVPN มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ เราต้องการให้คุณเข้าใจว่าข้อมูลใดที่เรารวบรวม อะไรที่ไม่รวบรวม และวิธีที่เรารวบรวม ใช้ และจัดเก็บข้อมูล MicronVPN ไม่เก็บชื่อ ที่อยู่อีเมล และข้อมูลส่วนบุคคลของคุณ เราไม่เก็บบันทึกกิจกรรมของคุณ รวมถึงไม่บันทึกประวัติการท่องเว็บ ปลายทางการรับส่งข้อมูล เนื้อหาข้อมูล หรือการสืบค้น DNS เราไม่เคยเก็บบันทึกที่อยู่ IP ของคุณ หลักการชี้นำของเราในการรวบรวมข้อมูลคือการรวบรวมเฉพาะข้อมูลขั้นต่ำที่จำเป็นในการให้บริการ VPN ระดับโลกในวงกว้าง เราออกแบบระบบของเราให้ไม่มีข้อมูลที่ละเอียดอ่อนเกี่ยวกับลูกค้าของเรา แม้จะถูกบังคับ เราก็ไม่สามารถให้ข้อมูลที่เราไม่มีได้ นโยบายความเป็นส่วนตัวนี้จะช่วยให้คุณเข้าใจว่า MicronVPN รวบรวม ใช้ และจัดเก็บข้อมูลอย่างไร ข้อมูลทั่วไป เรารวบรวมข้อมูลสามประเภท: สถิติสรุปการเชื่อมต่อ VPN MicronVPN รวบรวมข้อมูลขั้นต่ำเกี่ยวกับการใช้งาน เพื่อรักษาการสนับสนุนลูกค้าที่ยอดเยี่ยมและคุณภาพการบริการ ส่วนด้านล่างอธิบายรายละเอียดเกี่ยวกับข้อมูลเฉพาะที่เรารวบรวม สถิติเหล่านี้ไม่รวมสิ่งใดเกี่ยวกับสิ่งที่ผู้ใช้ทำกับ VPN: ไม่มีข้อมูลเกี่ยวกับเนื้อหาหรือปลายทางของการรับส่งข้อมูล VPN ไม่มีการสืบค้น DNS และไม่มีที่อยู่ IP ข้อมูลการซื้อของ Apple App Store เราเสนอการซื้อในแอปสำหรับบริการระดับพรีเมียมของเรา และเราเก็บข้อมูลการซื้อที่ได้รับจาก Apple เพื่อให้บริการระดับพรีเมียมระดับโลกของเรา ข้อมูลการวิเคราะห์ในแอป เราเก็บรวบรวมข้อมูล เช่น หน้าใดที่ผู้ใช้คลิกบนแอป และระบบปฏิบัติการของผู้ใช้ อื่นๆ เรารวบรวม ID เฉพาะของลูกค้า, Session ID, ประเภทผู้ใช้ (พรีเมียมหรือฟรี), IP ของเซิร์ฟเวอร์ที่ผู้ใช้เชื่อมต่อ, การนับข้อมูลอินพุตและเอาต์พุต (เฉพาะการนับที่ไม่ได้บันทึก – ตามช่วงเวลา 5 นาที), การประทับเวลาของการนับข้อมูล สาเหตุการยกเลิกการเชื่อมต่อ ที่อยู่ IP ภายในของเซิร์ฟเวอร์ที่ผู้ใช้เชื่อมต่อ ที่อยู่ IP ภายในของการเชื่อมต่อของผู้ใช้ซึ่งกำหนดโดยเซิร์ฟเวอร์โดยอัตโนมัติ และข้อมูลการซื้อของผู้ใช้ที่ Apple Inc. จัดหาให้ ข้อมูลส่วนบุคคล MicronVPN จะไม่รวบรวมชื่อ ที่อยู่อีเมล และข้อมูลส่วนตัวของคุณ หากคุณต้องการเริ่มต้นอีเมลหรือการแชทภายในเพื่อวัตถุประสงค์ในการสนับสนุนหรือข้อสงสัยอื่น ๆ คุณต้องระบุอีเมลของคุณ หากคุณทำเช่นนั้น เราจะไม่เก็บฐานข้อมูลของเราไว้หรือขายให้กับบุคคลที่สาม เราจะใช้ข้อมูลนี้เพื่อวัตถุประสงค์ในการสนับสนุนเท่านั้น สถิติสรุปการเชื่อมต่อ VPN เรามั่นใจว่าเราไม่เคยบันทึกประวัติการเข้าชม ปลายทางการรับส่งข้อมูล เนื้อหาข้อมูล ที่อยู่ IP หรือการสืบค้น DNS ดังนั้น: เราไม่ทราบว่าผู้ใช้คนใดเคยเข้าถึงเว็บไซต์หรือบริการใดโดยเฉพาะ เราไม่ทราบชุดที่อยู่ IP ดั้งเดิมของคอมพิวเตอร์ของผู้ใช้ หากมีใครพยายามบังคับให้ MicronVPN เผยแพร่ข้อมูลผู้ใช้ตามที่กล่าวมาข้างต้น เราไม่สามารถให้ข้อมูลนี้ได้เนื่องจากไม่มีข้อมูลดังกล่าว เพื่อรักษาการสนับสนุนลูกค้าที่ยอดเยี่ยมและคุณภาพการบริการ MicronVPN รวบรวมข้อมูลต่อไปนี้ที่เกี่ยวข้องกับการใช้งาน VPN ของคุณ: ชื่อผู้ใช้และ ID เซสชัน เราจัดเก็บ ID ผู้ใช้ที่สร้างโดยคอมพิวเตอร์ที่ไม่ซ้ำกันและสร้าง ID เซสชันภายใต้ ID ผู้ใช้นี้ รหัสผู้ใช้นี้ช่วยให้ไม่เปิดเผยตัวตนโดยสมบูรณ์ในขณะที่รับประกันการเชื่อมต่อที่สำเร็จ ประเภทผู้ใช้ & การเชื่อมต่อ เราจัดเก็บประเภทผู้ใช้เพื่อให้บริการระดับพรีเมียมสำหรับผู้ใช้ของเรา เรารวบรวมข้อมูลว่าคุณได้สร้าง VPN สำเร็จหรือไม่ ตำแหน่ง VPN ใดและ IP ของเซิร์ฟเวอร์ (แต่ไม่ใช่ที่อยู่ IP ขาออกที่คุณกำหนด) ข้อมูลขั้นต่ำนี้ช่วยเราในการให้การสนับสนุนด้านเทคนิค เช่น การระบุปัญหาการเชื่อมต่อ และช่วยให้วิศวกร MicronVPN สามารถระบุและแก้ไขปัญหาเครือข่ายได้ อินพุตและเอาต์พุตของข้อมูลที่ถ่ายโอน (เป็น MB) จะถูกบันทึกในช่วงเวลา 5 นาทีพร้อมการประทับเวลา เรารวบรวมข้อมูลเกี่ยวกับผลรวมของการถ่ายโอนข้อมูลที่คุณใช้ แม้ว่าเราจะให้การถ่ายโอนข้อมูลแบบไม่จำกัด หากเราสังเกตเห็นว่าผู้ใช้รายเดียวส่งทราฟฟิกมากกว่าผู้ใช้หลายพันคนรวมกัน ซึ่งส่งผลต่อคุณภาพการบริการสำหรับผู้ใช้ MicronVPN รายอื่น เราอาจยุติการเป็นสมาชิก นอกจากนี้ ที่อยู่ IP ภายในของเซิร์ฟเวอร์ VPN ที่คุณเชื่อมต่อจะถูกบันทึกเพื่อวัตถุประสงค์ในการสนับสนุนทางเทคนิค สรุป: เรารวบรวมสถิติการใช้งานขั้นต่ำเพื่อรักษาคุณภาพการบริการของเรา ตัวอย่างเช่น เราอาจทราบได้ว่าลูกค้าของเราได้เชื่อมต่อกับตำแหน่ง VPN ในลอนดอนของเราในวันอังคาร และได้ถ่ายโอนข้อมูลรวม 823 MB ในช่วงเวลา 24 ชั่วโมง ลูกค้าของเราไม่สามารถระบุได้ว่าเป็นผู้รับผิดชอบต่อพฤติกรรมเฉพาะใด ๆ เนื่องจากรูปแบบการใช้งานของเขาทับซ้อนกับลูกค้า MicronVPN รายอื่น ๆ นับพันรายที่เชื่อมต่อกับตำแหน่งเดียวกันในวันเดียวกัน เราได้ออกแบบระบบของเราเพื่อกำจัดการจัดเก็บข้อมูลที่ละเอียดอ่อนอย่างเด็ดขาด เราอาจรู้ว่าลูกค้าใช้ MicronVPN แต่เราไม่มีทางรู้ว่าพวกเขาใช้บริการของเราอย่างไร เรายึดมั่นในคำมั่นสัญญาของเราต่อความเป็นส่วนตัวของลูกค้าโดยไม่ครอบครองข้อมูลใด ๆ ที่เกี่ยวข้องกับกิจกรรมออนไลน์ของผู้ใช้ การวินิจฉัยการเชื่อมต่อ VPN แบบไม่ระบุชื่อและรายงานข้อขัดข้อง (อาจเป็น tผู้ใช้ปิดการใช้งาน) เรารวบรวมข้อมูลการวิเคราะห์ที่ไม่ระบุตัวตนที่ใช้สำหรับการวินิจฉัยเครือข่ายเมื่อติดตั้งแอป เราใช้ข้อมูลเหล่านี้ในเครื่องมือดำเนินการเครือข่ายของเราเพื่อช่วยเพิ่มประสิทธิภาพความเร็วเครือข่ายและเพื่อให้เราระบุปัญหาที่เกี่ยวข้องกับแอป เซิร์ฟเวอร์ VPN หรือ ISP ที่เฉพาะเจาะจง ข้อมูลที่เราได้รับนั้นไม่ระบุชื่อโดยสมบูรณ์และไม่สามารถเชื่อมโยงกลับไปยังผู้ใช้ MicronVPN แต่ละคนได้ (เช่น เราไม่เก็บข้อมูลที่ผู้ใช้ส่งข้อมูลใด และไม่จัดเก็บที่อยู่ IP) หากคุณเลือกที่จะแบ่งปันข้อมูลนี้กับ MicronVPN เราจะรวบรวมข้อมูลต่อไปนี้: ข้อมูลการวินิจฉัยเกี่ยวกับการพยายามเชื่อมต่อ VPN ล้มเหลว ข้อมูลทดสอบความเร็ว รายงานข้อขัดข้อง โดยไม่มีข้อมูลระบุตัวตนใดๆ สิ่งเหล่านี้จะถูกส่งไปยังบุคคลที่สามเหล่านี้: iOS: Crashlytics (เป็นของ Google) ทั้งนี้ขึ้นอยู่กับแพลตฟอร์มของคุณ ดูนโยบายความเป็นส่วนตัวของ Crashlytics iOS: แอปเปิ้ล ดูนโยบายความเป็นส่วนตัวของ Apple iOS แบ่งปันข้อมูลเหล่านี้ตามค่าเริ่มต้น คุณสามารถปิดใช้งานได้ในการตั้งค่า iOS ตามที่อธิบายไว้ที่นี่ iOS: Firebase. ดูข้อกำหนดในการให้บริการของ Firebase iOS: แอมพลิจูด ดูข้อกำหนดในการให้บริการของ Amplitude เมื่อเปิดใช้งานแอป Titan VPN ระบบจะถามว่าคุณต้องการแชร์ข้อมูลเหล่านี้หรือไม่ เขตอำนาจศาลและกฎหมายที่บังคับใช้ พันธกิจหลักของ Titan VPN คือการรักษาข้อมูลของคุณให้เป็นส่วนตัว ในการให้บริการภารกิจนี้ สำนักงานใหญ่ของ MicronVPN และสถานที่จดทะเบียนธุรกิจตั้งอยู่ในสาธารณรัฐเอสโตเนีย (เอสโตเนีย) ซึ่งมีกฎหมายเกี่ยวกับการเปิดเผยข้อมูลที่เข้มงวดกว่าประเทศส่วนใหญ่ หากเราได้รับคำสั่งทางกฎหมายที่ถูกต้องจากศาลสูงเอสโตเนีย สิ่งสำคัญคือต้องทราบว่า MicronVPN ไม่รวบรวมที่อยู่ IP ประวัติการท่องเว็บ ข้อมูลการรับส่งข้อมูล หรือการสืบค้น DNS ที่สามารถใช้เพื่อระบุผู้ใช้เฉพาะใดๆ การจัดเก็บข้อมูลที่เกี่ยวข้องกับอีเมล แชทสด และแบบฟอร์มข้อเสนอแนะ MicronVPN เก็บบันทึกการติดต่อ คำถาม ข้อร้องเรียน หรือคำชมที่คุณส่งถึงเราผ่านทางไซต์หรือบริการของเรา พร้อมกับการตอบกลับของเรา เราอาจรวบรวมที่อยู่อีเมลของคุณและข้อมูลเพิ่มเติมที่คุณให้กับเรา ทั้งนี้ขึ้นอยู่กับวิธีที่คุณติดต่อ MicronVPN การมีบันทึกการติดต่ออย่างครบถ้วนทำให้พนักงานของเราสามารถมอบประสบการณ์การสนับสนุนลูกค้าที่ดีที่สุดเท่าที่จะเป็นไปได้ เราใช้แพลตฟอร์มของบุคคลที่สามสำหรับการติดต่อสนับสนุน: อินเตอร์คอมสำหรับอีเมล ตั๋วสนับสนุนและแชทสด เมื่อคุณติดต่อกับเราโดยใช้แพลตฟอร์มเหล่านี้ บันทึกการติดต่อของคุณ รวมถึงชื่อและที่อยู่อีเมลของคุณจะถูกจัดเก็บไว้ในระบบของพวกเขา ทั้งสองแพลตฟอร์มใช้วิธีปฏิบัติด้านความปลอดภัยที่ทันสมัยและการเข้ารหัส HTTPS มาตรการรักษาความปลอดภัยในการปกป้องข้อมูลของคุณ MicronVPN ใช้การรักษาความปลอดภัยทางกายภาพ ขั้นตอน และทางเทคนิคที่ดีที่สุดในระดับเดียวกันในส่วนที่เกี่ยวข้องกับสำนักงานและศูนย์จัดเก็บข้อมูลของเรา เพื่อป้องกันการสูญหาย การใช้ในทางที่ผิด การเข้าถึงโดยไม่ได้รับอนุญาต การเปิดเผย หรือการแก้ไขข้อมูล การเข้าถึงข้อมูลของผู้ใช้นั้นจำกัดไว้เฉพาะเจ้าหน้าที่ที่ต้องการการเข้าถึงดังกล่าวเพื่อปฏิบัติหน้าที่ของตน แม้ว่าเราเชื่อว่าระบบเหล่านี้มีความแข็งแกร่ง แต่สิ่งสำคัญคือต้องเข้าใจว่าไม่มีมาตรการรักษาความปลอดภัยข้อมูลใดในโลกที่สามารถให้การปกป้องได้ 100% เซิร์ฟเวอร์ตั้งอยู่ในศูนย์ข้อมูลที่มีการรักษาความปลอดภัยที่เข้มงวด ศูนย์ข้อมูลเหล่านี้ไม่ได้กำหนดให้เรารวบรวมหรือจัดเก็บข้อมูลการจราจรหรือข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการใช้บริการ VPN ของคุณ หากศูนย์ข้อมูลใดขอให้เราบันทึกข้อมูลดังกล่าว เราจะหยุดดำเนินการกับศูนย์ข้อมูลดังกล่าวทันทีและหาทางเลือกอื่น แม้ว่ารัฐบาลจะยึดหนึ่งในเซิร์ฟเวอร์ VPN ของเราและจัดการเพื่อทำลายการเข้ารหัสดิสก์ จะไม่มีบันทึกหรือข้อมูลที่จะเชื่อมโยงผู้ใช้แต่ละคนเข้ากับเหตุการณ์ เว็บไซต์ หรือพฤติกรรมเฉพาะ คุ้กกี้ MicronVPN ไม่รวบรวมคุกกี้ ความยินยอมและข้อจำกัดด้านอายุ เมื่อใช้เว็บไซต์ เนื้อหา แอพ ซอฟต์แวร์ หรือบริการ แสดงว่าคุณยินยอมให้มีการจัดการข้อมูลของคุณตามที่อธิบายไว้ในข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของเรา บริการนี้มีไว้สำหรับผู้ใหญ่ที่มีอายุ 18 ปีขึ้นไป หากคุณเชื่อว่าบุตรหลานของคุณให้ข้อมูลแก่เรา โปรดแจ้งให้เราทราบทันที การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว เราอาจเปลี่ยนแปลงนโยบายความเป็นส่วนตัวเป็นครั้งคราวโดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า ซึ่งสอดคล้องกับกฎหมายและหลักการความเป็นส่วนตัวที่เกี่ยวข้อง การใช้เว็บไซต์หรือบริการของคุณต่อไปถือว่าคุณยอมรับนโยบายความเป็นส่วนตัวของเรา วิธีติดต่อ MicronVPN หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวของเราและวิธีที่เราจัดการข้อมูลของคุณ โปรดติดต่อเราที่ zionstudiosapps@gmail.com
tr: Gizlilik Politikası MicronVPN, gizliliğinizi korumaya kendini adamıştır. Hangi bilgileri topladığımızı, neleri toplamadığımızı ve bilgileri nasıl topladığımızı, kullandığımızı ve sakladığımızı anlamanızı istiyoruz. MicronVPN adınızı, e-posta adresinizi ve kişisel bilgilerinizi toplamaz. Gezinme geçmişi, trafik hedefi, veri içeriği veya DNS sorguları gibi etkinliklerinizin günlüklerini toplamıyoruz. Ayrıca IP adresinizin günlüklerini de asla saklamayız. Veri toplamaya yönelik yol gösterici ilkemiz, yalnızca birinci sınıf bir VPN hizmetini geniş ölçekte çalıştırmak için gereken minimum veriyi toplamaktır. Sistemlerimizi, müşterilerimiz hakkında hassas veriler barındırmayacak şekilde tasarladık; mecbur kalsak bile sahip olmadığımız verileri sağlayamayız. Bu gizlilik politikası, MicronVPN'nun bilgileri nasıl topladığını, kullandığını ve sakladığını anlamanıza yardımcı olacaktır. Genel bilgi Üç tür bilgi topluyoruz: VPN bağlantı özeti istatistikleri MicronVPN, mükemmel müşteri desteği ve hizmet kalitesini sürdürmek için kullanım hakkında minimum bilgi toplar. Aşağıdaki bölüm, hangi özel bilgileri topladığımızı ayrıntılı olarak açıklamaktadır. Bu istatistikler hiçbir zaman kullanıcının VPN ile ne yaptığı hakkında hiçbir şey içermez: VPN trafiğinin içeriği veya hedefleri hakkında hiçbir veri, DNS sorgusu ve IP adresi yoktur. Apple App Store Satın Alma Bilgileri Premium hizmetimiz için uygulama içi satın alımlar sunuyoruz ve birinci sınıf premium hizmetimizin sağlanması için Apple'dan alınan satın alma bilgilerini saklıyoruz. Uygulama İçi Analitik Verileri Kullanıcının uygulamada hangi sayfaları tıkladığı ve kullanıcının işletim sistemi gibi verileri topluyoruz. Diğer Müşterimizin benzersiz kimliğini, oturum kimliğini, kullanıcı türünü (premium veya ücretsiz), kullanıcının bağlandığı sunucu ipini, giriş ve çıkış veri sayımını (yalnızca kayıt değil – 5 dakikalık aralıklarla), veri sayımının zaman damgasını, bağlantı sonlandırma nedeni, kullanıcının bağlandığı sunucunun dahili ip adresi, sunucu tarafından otomatik olarak atanan kullanıcının bağlantısının dahili ip adresi ve kullanıcının Apple Inc. tarafından sağlanan satın alma bilgileri. Kişisel Bilgiler MicronVPN adınızı, e-posta adresinizi ve kişisel bilgilerinizi toplamaz. Destek amacıyla veya diğer sorgular için bir e-posta veya Intercom sohbeti başlatmak isterseniz, e-postanızı sağlamak size kalmıştır. Bunu yaparsanız, onu veri tabanımızda tutmayacağız veya üçüncü taraflara satmayacağız, yalnızca destek amacıyla kullanılacaktır. VPN Bağlantı Özeti İstatistikleri Göz atma geçmişini, trafik hedefini, veri içeriğini, IP adreslerini veya DNS sorgularını asla kaydetmememizi sağlıyoruz. Bu nedenle: Hangi kullanıcının belirli bir web sitesine veya hizmete eriştiğini bilmiyoruz. Bir kullanıcının bilgisayarının orijinal IP adresleri kümesini bilmiyoruz. Herhangi biri yukarıdakilerden herhangi birine dayanarak MicronVPN'yu kullanıcı bilgilerini yayınlamaya zorlamaya çalışırsa, veriler mevcut olmadığı için bu bilgileri sağlayamayız. Mükemmel müşteri desteğini ve hizmet kalitesini sürdürmek için MicronVPN, VPN kullanımınızla ilgili aşağıdaki bilgileri toplar: Kullanıcı Adı ve Oturum Kimliği Bilgisayar tarafından oluşturulan benzersiz bir kullanıcı kimliği saklarız ve bu kullanıcı kimliği altında oturum kimlikleri oluştururuz. Bu kullanıcı kimliği, başarılı bir bağlantı sağlarken tam bir anonimlik sağlar. Kullanıcı Tipi ve Bağlantı Kullanıcı tipini, kullanıcılarımıza birinci sınıf bir hizmet sağlamak için saklarız. Başarıyla bir VPN kurup kurmadığınız, hangi VPN konumuna ve sunucu IP'sine (ancak atanan giden IP adresiniz değil) ilişkin bilgileri topluyoruz. Bu minimum bilgi, bağlantı sorunlarını belirleme gibi teknik destek sağlamamıza ve MicronVPN mühendislerinin ağ sorunlarını belirleyip düzeltmesine olanak sağlamamıza yardımcı olur. Aktarılan verilerin (MB cinsinden) giriş ve çıkışları 5 dakikalık aralıklarla zaman damgaları ile kaydedilir. Kullandığınız veri aktarımının toplam tutarı hakkında bilgi topluyoruz. Sınırsız veri aktarımı sağlamamıza rağmen, tek bir kullanıcının binlerce kullanıcının toplamından daha fazla trafiği zorladığını ve dolayısıyla diğer MicronVPN kullanıcılarının hizmet kalitesini etkilediğini fark edersek üyeliği sonlandırabiliriz. Ayrıca teknik destek amacıyla bağlandığınız VPN sunucusunun dahili IP adresi de günlüğe kaydedilir. Özet: Hizmet kalitemizi korumak için minimum kullanım istatistikleri topluyoruz. Örneğin, müşterimizin Salı günü Londra VPN konumumuza bağlandığını ve 24 saatlik bir süre içinde toplam 823 MB veri aktardığını biliyor olabiliriz. Müşterimiz, herhangi bir belirli davranıştan benzersiz bir şekilde sorumlu olarak tanımlanamaz çünkü onun kullanım modeli, aynı gün aynı konuma bağlanan diğer binlerce MicronVPN müşterisiyle örtüşüyor. Sistemlerimizi, hassas verilerin depolanmasını kategorik olarak ortadan kaldıracak şekilde tasarladık. Bir müşterinin MicronVPN kullandığını biliyor olabiliriz, ancak hizmetimizi NASIL kullandıklarını asla bilemeyiz. Bir kullanıcının çevrimiçi faaliyetleriyle ilgili herhangi bir veriye sahip olmayarak müşterilerimizin gizliliğine olan kesin taahhüdümüzün arkasındayız. Anonim VPN Bağlantı Teşhisleri ve Kilitlenme Raporlarıkullanıcı tarafından iptal edildi) Uygulamanın yüklenmesinin ardından ağ teşhisi için kullanılan anonimleştirilmiş analiz verilerini topluyoruz. Bu verileri, ağ hızlarını optimize etmeye yardımcı olması ve belirli uygulamalar, VPN sunucuları veya ISP'lerle ilgili sorunları tanımlamamıza izin vermesi için ağ operasyon araçlarımızda kullanırız. Aldığımız bilgiler tamamen anonimleştirilir ve bireysel MicronVPN kullanıcılarına bağlanamaz (yani, hangi kullanıcının hangi verileri gönderdiğini saklamıyoruz ve IP adreslerini saklamıyoruz). Bu bilgileri MicronVPN ile paylaşmayı seçerseniz, aşağıdaki bilgileri toplarız: Bir VPN bağlantı girişiminin nasıl başarısız olduğuna ilişkin teşhis bilgileri. Hız testi verileri Çarpışma raporları, kişisel olarak tanımlanabilir herhangi bir bilgi olmadan da. Platformunuza bağlı olarak bunlar şu üçüncü taraflara gönderilir: iOS: Crashlytics (Google'a aittir). Crashlytics'in Gizlilik Politikasına bakın. iOS: Elma. Apple'ın Gizlilik Politikasına bakın. iOS bu verileri varsayılan olarak paylaşır. Bunu, burada açıklandığı gibi iOS ayarlarında devre dışı bırakabilirsiniz. iOS: Firebase. Firebase'in Hizmet Şartları'na bakın. iOS: Genişlik. Amplitude'un Hizmet Şartlarına bakın. Herhangi bir Titan VPN uygulamasının etkinleştirilmesi üzerine, bu verileri paylaşmak isteyip istemediğiniz sorulacaktır. Yargı Yetkisi ve Geçerli Yasa Titan VPN'in temel görevi, bilgilerinizi gizli tutmaktır. Bu misyonun hizmetinde, MicronVPN'nun genel merkezi ve kayıtlı iş yeri, bilgi ifşasıyla ilgili çoğu ülkeden daha katı yasalara sahip olan Estonya Cumhuriyeti'ndedir (Estonya). Estonya Yüksek Mahkemesinden geçerli bir yasal emir alırsak, MicronVPN'nun herhangi bir belirli kullanıcıyı tanımlamak için kullanılabilecek herhangi bir IP adresi, tarama geçmişi, trafik verileri veya DNS sorgusu toplamadığına dikkat etmek önemlidir. E-posta, Canlı Sohbet ve Geri Bildirim Formlarıyla İlgili Bilgilerin Saklanması MicronVPN, Sitemiz veya Hizmetlerimiz aracılığıyla bize gönderdiğiniz tüm yazışmaların, soruların, şikayetlerin veya iltifatların yanı sıra yanıtımızın kaydını tutar. MicronVPN ile nasıl iletişime geçtiğinize bağlı olarak, e-posta adresinizi ve bize sağladığınız ek bilgileri toplayabiliriz. Tam yazışma kayıtlarına sahip olmak, personelimizin mümkün olan en iyi müşteri desteği deneyimini sağlamasını sağlar. Destek yazışmaları için üçüncü taraf bir platform kullanıyoruz: E-postalar, destek biletleri ve canlı sohbet için dahili iletişim. Bu platformları kullanarak bizimle yazışma yaptığınızda, adınız ve e-posta adresiniz de dahil olmak üzere yazışma kayıtlarınız bu platformların sistemlerinde saklanmaktadır. Her iki platform da modern güvenlik uygulamalarını ve HTTPS şifrelemesini kullanır. Bilgilerinizi Korumaya Yönelik Güvenlik Önlemleri MicronVPN, bilgilerin herhangi bir şekilde kaybolmasını, kötüye kullanılmasını, yetkisiz erişimini, ifşasını veya değiştirilmesini önlemek için ofislerimiz ve bilgi depolama tesislerimizde sınıfının en iyisi fiziksel, prosedürel ve teknik güvenlik kullanır. Kullanıcı bilgilerine erişim, iş işlevlerini yerine getirmek için bu tür erişime ihtiyaç duyan personelle sınırlıdır. Bu sistemlerin sağlam olduğuna inansak da, dünyadaki hiçbir veri güvenliği önleminin %100 koruma sağlayamayacağını anlamak önemlidir. Sunucular, güçlü güvenlik uygulamalarına sahip veri merkezlerinde barındırılır. Bu veri merkezlerinin hiçbiri, VPN Hizmetlerini kullanımınızla ilgili herhangi bir trafik verisi veya kişisel bilgi toplamamızı veya saklamamızı gerektirmez. Herhangi bir veri merkezi bizden bu tür verileri kaydetmemizi isterse, söz konusu veri merkeziyle olan operasyonları derhal durdurur ve alternatif seçenekler buluruz. Bir hükümet, VPN sunucularımızdan birini fiziksel olarak ele geçirip disk şifrelemesini kırmayı başarsa bile, herhangi bir bireysel kullanıcıyı belirli bir olaya, web sitesine veya davranışa bağlayacak hiçbir günlük veya bilgi olmayacaktır. Kurabiye MicronVPN çerez toplamaz. İzin ve Yaş Kısıtlamaları Siteyi, İçeriği, Uygulamaları, Yazılımı veya Hizmetleri kullanarak, bilgilerinizin Hizmet Şartlarımızda ve Gizlilik Politikamızda açıklandığı şekilde işlenmesini kabul etmiş olursunuz. Hizmetler, 18 yaş ve üzerindeki yetişkinlere yöneliktir. Çocuğunuzun bize bilgi verdiğini düşünüyorsanız, lütfen hemen bize bildirin. Gizlilik Politikasındaki Değişiklikler Gizlilik Politikamızı, geçerli gizlilik yasaları ve ilkelerine uygun olarak, size önceden bildirimde bulunmadan zaman zaman değiştirebiliriz. Siteyi veya Hizmetleri kullanmaya devam etmeniz, Gizlilik Politikamızı kabul ettiğiniz anlamına gelir. MicronVPN ile Nasıl İletişime Geçilir Gizlilik Politikamız ve bilgilerinizi nasıl kullandığımızla ilgili herhangi bir sorunuz varsa, lütfen zionstudiosapps@gmail.com adresinden bizimle iletişime geçmekten çekinmeyin.
vi: Chính sách bảo mật MicronVPN cam kết bảo vệ quyền riêng tư của bạn. Chúng tôi muốn bạn hiểu những thông tin nào chúng tôi thu thập, những thông tin nào chúng tôi không thu thập và cách chúng tôi thu thập, sử dụng và lưu trữ thông tin. MicronVPN không thu thập tên, địa chỉ email và thông tin cá nhân của bạn. Chúng tôi không thu thập nhật ký hoạt động của bạn, bao gồm không ghi nhật ký lịch sử duyệt web, đích lưu lượng truy cập, nội dung dữ liệu hoặc truy vấn DNS. Chúng tôi cũng không bao giờ lưu trữ nhật ký địa chỉ IP của bạn. Nguyên tắc hướng dẫn của chúng tôi đối với việc thu thập dữ liệu là chỉ thu thập dữ liệu tối thiểu cần thiết để vận hành dịch vụ VPN đẳng cấp thế giới trên quy mô lớn. Chúng tôi đã thiết kế hệ thống của mình để không có dữ liệu nhạy cảm về khách hàng của mình; ngay cả khi bị ép buộc, chúng tôi không thể cung cấp dữ liệu mà chúng tôi không sở hữu. Chính sách bảo mật này sẽ giúp bạn hiểu cách MicronVPN thu thập, sử dụng và lưu trữ thông tin. Thông tin chung Chúng tôi thu thập ba loại thông tin: Thống kê tóm tắt kết nối VPN MicronVPN thu thập thông tin tối thiểu về việc sử dụng Để duy trì hỗ trợ khách hàng tuyệt vời và chất lượng dịch vụ. Phần bên dưới mô tả chi tiết những thông tin cụ thể mà chúng tôi thu thập. Những thống kê này không bao giờ bao gồm bất kỳ điều gì về những gì người dùng đã làm với VPN: không có dữ liệu về nội dung hoặc đích đến của lưu lượng truy cập VPN, không có truy vấn DNS và không có địa chỉ IP. Thông tin mua hàng trên Apple App Store Chúng tôi cung cấp dịch vụ mua hàng trong ứng dụng cho dịch vụ cao cấp của mình và chúng tôi giữ thông tin mua hàng nhận được từ Apple để cung cấp dịch vụ cao cấp đẳng cấp thế giới của chúng tôi. Dữ liệu phân tích trong ứng dụng Chúng tôi thu thập dữ liệu như những trang nào người dùng nhấp vào ứng dụng và hệ điều hành của người dùng. Khác Chúng tôi thu thập id duy nhất của khách hàng, id phiên, loại người dùng (cao cấp hoặc miễn phí), ip máy chủ mà người dùng kết nối, đếm dữ liệu đầu vào và đầu ra (chỉ đếm không ghi – theo khoảng thời gian 5 phút), dấu thời gian đếm dữ liệu, nguyên nhân chấm dứt kết nối, địa chỉ IP nội bộ của máy chủ mà người dùng kết nối, địa chỉ IP nội bộ kết nối của người dùng được máy chủ tự động chỉ định và thông tin mua hàng của người dùng do Apple Inc cung cấp. Thông tin cá nhân MicronVPN không thu thập tên, địa chỉ email và thông tin cá nhân của bạn. Nếu bạn muốn bắt đầu một email hoặc Trò chuyện liên lạc nội bộ cho các mục đích hỗ trợ hoặc các truy vấn khác, thì bạn phải cung cấp email của mình. Nếu bạn làm như vậy, chúng tôi sẽ không giữ cơ sở dữ liệu của chúng tôi hoặc bán nó cho bên thứ ba, nó sẽ chỉ được sử dụng cho mục đích hỗ trợ. Thống kê tóm tắt kết nối VPN Chúng tôi đảm bảo rằng chúng tôi không bao giờ ghi nhật ký lịch sử duyệt web, đích lưu lượng truy cập, nội dung dữ liệu, địa chỉ IP hoặc truy vấn DNS. Do đó: Chúng tôi không biết người dùng nào đã từng truy cập một trang web hoặc dịch vụ cụ thể. Chúng tôi không biết bộ địa chỉ IP ban đầu của máy tính người dùng. Nếu bất kỳ ai cố gắng buộc MicronVPN tiết lộ thông tin người dùng dựa trên bất kỳ điều nào ở trên, thì chúng tôi không thể cung cấp thông tin này vì dữ liệu không tồn tại. Để duy trì hỗ trợ khách hàng và chất lượng dịch vụ tuyệt vời, MicronVPN thu thập các thông tin sau liên quan đến việc sử dụng VPN của bạn: Tên người dùng và ID phiên Chúng tôi lưu trữ id người dùng do máy tính tạo duy nhất và tạo id phiên theo id người dùng này. Id người dùng này cho phép ẩn danh hoàn toàn trong khi vẫn đảm bảo kết nối thành công. Loại người dùng & Kết nối Chúng tôi lưu trữ loại người dùng để cung cấp dịch vụ cao cấp cho người dùng của chúng tôi. Chúng tôi thu thập thông tin về việc bạn đã thiết lập thành công VPN hay chưa, vị trí VPN và IP máy chủ (chứ không phải địa chỉ IP gửi đi được chỉ định của bạn). Thông tin tối thiểu này hỗ trợ chúng tôi trong việc cung cấp hỗ trợ kỹ thuật, chẳng hạn như xác định các sự cố kết nối và cho phép các kỹ sư MicronVPN xác định và khắc phục các sự cố mạng. Đầu vào và đầu ra của dữ liệu được truyền (tính bằng MB) được ghi lại trong khoảng thời gian 5 phút với dấu thời gian. Chúng tôi thu thập thông tin liên quan đến tổng lượng truyền dữ liệu mà bạn sử dụng. Mặc dù chúng tôi cung cấp khả năng truyền dữ liệu không giới hạn, nhưng nếu chúng tôi nhận thấy rằng một người dùng đẩy nhiều lưu lượng truy cập hơn hàng nghìn người dùng cộng lại, do đó ảnh hưởng đến chất lượng dịch vụ của những người dùng MicronVPN khác, thì chúng tôi có thể chấm dứt tư cách thành viên. Ngoài ra, địa chỉ IP nội bộ của máy chủ VPN mà bạn kết nối được ghi lại cho mục đích hỗ trợ kỹ thuật. Bản tóm tắt: Chúng tôi thu thập số liệu thống kê sử dụng tối thiểu để duy trì chất lượng dịch vụ của chúng tôi. Ví dụ: chúng tôi có thể biết rằng khách hàng của chúng tôi đã kết nối với vị trí VPN ở Luân Đôn của chúng tôi vào thứ Ba và đã chuyển tổng cộng 823 MB dữ liệu trong khoảng thời gian 24 giờ. Không thể xác định duy nhất khách hàng của chúng tôi là người chịu trách nhiệm cho bất kỳ hành vi cụ thể nào vì mô hình sử dụng của anh ấy trùng lặp với hàng nghìn khách hàng MicronVPN khác cũng kết nối với cùng một địa điểm trong cùng một ngày. Chúng tôi đã thiết kế các hệ thống của mình để loại bỏ hoàn toàn việc lưu trữ dữ liệu nhạy cảm. Chúng tôi có thể biết RẰNG một khách hàng đã sử dụng MicronVPN, nhưng chúng tôi không bao giờ biết họ đã sử dụng dịch vụ của chúng tôi NHƯ THẾ NÀO. Chúng tôi giữ cam kết chắc chắn về quyền riêng tư của khách hàng bằng cách không sở hữu bất kỳ dữ liệu nào liên quan đến hoạt động trực tuyến của người dùng. Báo cáo sự cố và chẩn đoán kết nối VPN ẩn danh (Có thể tbị người dùng tắt) Chúng tôi thu thập dữ liệu phân tích ẩn danh được sử dụng để chẩn đoán mạng khi cài đặt ứng dụng. Chúng tôi sử dụng những dữ liệu này trong các công cụ vận hành mạng của mình để giúp tối ưu hóa tốc độ mạng và cho phép chúng tôi xác định các sự cố liên quan đến các ứng dụng, máy chủ VPN hoặc ISP cụ thể. Thông tin chúng tôi nhận được hoàn toàn ẩn danh và không thể liên kết lại với từng người dùng MicronVPN (tức là chúng tôi không lưu trữ người dùng nào đã gửi dữ liệu nào và không lưu trữ địa chỉ IP). Nếu bạn chọn chia sẻ thông tin này với MicronVPN, thì chúng tôi sẽ thu thập thông tin sau: Thông tin chẩn đoán về cách kết nối VPN không thành công. Dữ liệu kiểm tra tốc độ Báo cáo sự cố, cũng như không có bất kỳ thông tin nhận dạng cá nhân nào. Tùy thuộc vào nền tảng của bạn, chúng được gửi đến các bên thứ ba sau: iOS: Crashlytics (thuộc sở hữu của Google). Xem Chính sách quyền riêng tư của Crashlytics. Hệ điều hành iOS: Apple. Xem Chính sách quyền riêng tư của Apple. iOS chia sẻ những dữ liệu này theo mặc định. Bạn có thể tắt tính năng đó trong cài đặt iOS như được mô tả tại đây. iOS: Căn cứ hỏa lực. Xem Điều khoản dịch vụ của Firebase. iOS: Biên độ. Xem Điều khoản dịch vụ của Biên độ. Khi kích hoạt bất kỳ ứng dụng Titan VPN nào, bạn sẽ được hỏi có muốn chia sẻ những dữ liệu này không. Quyền tài phán và Luật áp dụng Nhiệm vụ cốt lõi của Titan VPN là giữ thông tin của bạn ở chế độ riêng tư. Để phục vụ cho nhiệm vụ này, trụ sở chính và địa điểm kinh doanh đã đăng ký của MicronVPN là ở Cộng hòa Estonia (Estonia), nơi có luật nghiêm ngặt hơn về tiết lộ thông tin so với hầu hết các quốc gia. Nếu chúng tôi nhận được lệnh pháp lý hợp lệ từ Tòa án tối cao Estonia, điều quan trọng cần lưu ý là MicronVPN không thu thập bất kỳ địa chỉ IP, lịch sử duyệt web, dữ liệu lưu lượng truy cập hoặc truy vấn DNS nào có thể được sử dụng để xác định bất kỳ người dùng cụ thể nào. Lưu trữ thông tin liên quan đến email, trò chuyện trực tiếp và biểu mẫu phản hồi MicronVPN lưu giữ hồ sơ về mọi thư từ, câu hỏi, khiếu nại hoặc lời khen mà bạn gửi cho chúng tôi thông qua Trang web hoặc Dịch vụ của chúng tôi, cùng với phản hồi của chúng tôi. Tùy thuộc vào cách bạn liên hệ với MicronVPN, chúng tôi có thể thu thập địa chỉ email của bạn và mọi thông tin bổ sung mà bạn cung cấp cho chúng tôi. Có hồ sơ thư từ đầy đủ cho phép nhân viên của chúng tôi cung cấp trải nghiệm hỗ trợ khách hàng tốt nhất có thể. Chúng tôi sử dụng nền tảng của bên thứ ba để trao đổi thư từ hỗ trợ: Hệ thống liên lạc nội bộ dành cho email, vé hỗ trợ và trò chuyện trực tiếp. Khi bạn trao đổi thư từ với chúng tôi bằng các nền tảng này, hồ sơ thư từ của bạn, bao gồm tên và địa chỉ email của bạn, được lưu trữ trong hệ thống của họ. Cả hai nền tảng đều sử dụng các biện pháp bảo mật hiện đại và mã hóa HTTPS. Các biện pháp bảo mật để bảo vệ thông tin của bạn MicronVPN sử dụng biện pháp bảo mật vật lý, thủ tục và kỹ thuật tốt nhất trong lớp đối với các văn phòng và cơ sở lưu trữ thông tin của chúng tôi để ngăn chặn mọi mất mát, lạm dụng, truy cập trái phép, tiết lộ hoặc sửa đổi thông tin. Quyền truy cập thông tin người dùng bị hạn chế đối với nhân viên yêu cầu quyền truy cập đó để thực hiện các chức năng công việc của họ. Mặc dù chúng tôi tin rằng các hệ thống này rất mạnh, nhưng điều quan trọng là phải hiểu rằng không có biện pháp bảo mật dữ liệu nào trên thế giới có thể bảo vệ 100%. Máy chủ được đặt trong các trung tâm dữ liệu với các biện pháp bảo mật mạnh mẽ. Không có trung tâm dữ liệu nào trong số này yêu cầu chúng tôi thu thập hoặc lưu trữ bất kỳ dữ liệu lưu lượng truy cập hoặc thông tin cá nhân nào liên quan đến việc bạn sử dụng Dịch vụ VPN. Nếu bất kỳ trung tâm dữ liệu nào yêu cầu chúng tôi ghi lại dữ liệu đó, chúng tôi sẽ ngay lập tức ngừng hoạt động với trung tâm dữ liệu đó và tìm các phương án thay thế. Ngay cả khi chính phủ chiếm giữ một trong các máy chủ VPN của chúng tôi và quản lý để phá mã hóa ổ đĩa của họ, sẽ không có nhật ký hoặc thông tin nào có thể ràng buộc bất kỳ người dùng cá nhân nào với một sự kiện, trang web hoặc hành vi cụ thể. Bánh quy MicronVPN không thu thập cookie. Sự đồng ý và giới hạn độ tuổi Bằng cách sử dụng Trang web, Nội dung, Ứng dụng, Phần mềm hoặc Dịch vụ, bạn đồng ý xử lý thông tin của mình như được mô tả trong Điều khoản dịch vụ và Chính sách quyền riêng tư của chúng tôi. Dịch vụ dành cho người lớn từ 18 tuổi trở lên. Nếu bạn tin rằng con bạn đã cung cấp thông tin cho chúng tôi, vui lòng cho chúng tôi biết ngay lập tức. Các thay đổi đối với Chính sách quyền riêng tư Chúng tôi có thể thay đổi Chính sách quyền riêng tư của mình theo thời gian mà không cần thông báo trước cho bạn, phù hợp với các nguyên tắc và luật hiện hành về quyền riêng tư. Việc bạn tiếp tục sử dụng Trang web hoặc Dịch vụ đồng nghĩa với việc bạn chấp nhận Chính sách quyền riêng tư của chúng tôi. Cách liên hệ với MicronVPN Nếu bạn có bất kỳ câu hỏi nào liên quan đến Chính sách quyền riêng tư của chúng tôi và cách chúng tôi xử lý thông tin của bạn, vui lòng liên hệ với chúng tôi tại zionstudiosapps@gmail.com
