Repository: skyllex94/micronvpn
Catalog: VPNEvo/*.lproj/Localizable.strings
Languages: ar_iq, de, es, fr, it, ja, ms, nl, pt_br, ru, th, tr, vi

source: Do not remove the app. Your iPhone is still unprotected
ar_iq: لا تقم بإزالة التطبيق. لا يزال جهاز iPhone الخاص بك غير محمي
de: Entfernen Sie die App nicht. Ihr iPhone ist immer noch ungeschützt
es: No elimine la aplicación. Tu iPhone sigue desprotegido
fr: Ne supprimez pas l'application. Votre iPhone n'est toujours pas protégé
it: Non rimuovere l'app. Il tuo iPhone non è ancora protetto
ja: アプリを削除しないでください。あなたのiPhoneはまだ保護されていません
ms: Jangan alih keluar apl. iPhone anda masih tidak dilindungi
nl: Verwijder de app niet. Je iPhone is nog steeds niet beschermd
pt_br: Não remova o aplicativo. Seu iPhone ainda está desprotegido
ru: Не удаляйте приложение. Ваш iPhone все еще не защищен
th: อย่าลบแอพ iPhone ของคุณยังไม่ได้รับการป้องกัน
tr: Uygulamayı kaldırmayın. iPhone'unuz hala korumasız
vi: Không xóa ứng dụng. IPhone của bạn vẫn chưa được bảo vệ

# Success!
source: Optimization Complete
ar_iq: اكتمل التحسين
de: Optimierung abgeschlossen
es: Optimización completa
fr: Optimisation terminée
it: Ottimizzazione completata
ja: 最適化完了
ms: Pengoptimuman Selesai
nl: Optimalisatie voltooid
pt_br: Otimização concluída
ru: Оптимизация завершена
th: การเพิ่มประสิทธิภาพเสร็จสมบูรณ์
tr: Optimizasyon Tamamlandı
vi: Hoàn thành tối ưu hóa

# YOUR PHONE IS PROTECTED
source: Your device is protected and is safe from online threats
ar_iq: جهازك محمي وآمن من التهديدات عبر الإنترنت
de: Ihr Gerät ist geschützt und sicher vor Online-Bedrohungen
es: Su dispositivo está protegido y está a salvo de amenazas en línea
fr: Votre appareil est protégé et à l'abri des menaces en ligne
it: Il tuo dispositivo è protetto ed è al sicuro dalle minacce online
ja: お使いのデバイスは保護されており、オンラインの脅威から安全です
ms: Peranti anda dilindungi dan selamat daripada ancaman dalam talian
nl: Uw apparaat is beschermd en is beschermd tegen online bedreigingen
ru: Ваше устройство защищено и защищено от онлайн-угроз
th: อุปกรณ์ของคุณได้รับการปกป้องและปลอดภัยจากภัยคุกคามออนไลน์
tr: Cihazınız korunur ve çevrimiçi tehditlere karşı korunur
vi: Thiết bị của bạn được bảo vệ và an toàn trước các mối đe dọa trực tuyến

# Do not remove the app. The next analysis will proceed automaticallv in
source: Do not remove the app
ar_iq: لا تقم بإزالة التطبيق
de: Entfernen Sie die App nicht
es: No elimines la aplicación
fr: Ne supprimez pas l'application
it: Non rimuovere l'app
ja: アプリを削除しないでください
ms: Jangan alih keluar apl
nl: Verwijder de app niet
pt_br: Não remova o aplicativo
ru: Не удаляйте приложение
th: อย่าลบแอพ
tr: Uygulamayı kaldırmayın
vi: Không xóa ứng dụng

source: Days
ar_iq: أيام
de: Tage
es: Días
fr: Journées
it: Giorni
ja: 日々
ms: hari-hari
nl: dagen
pt_br: Dias
ru: Дни
th: วัน
tr: Günler
vi: Ngày

source: Minutes
ar_iq: الدقائق
de: Protokoll
es: Minutos
it: Minuti
ja: 分
ms: minit
nl: Minuten
pt_br: Minutos
ru: Минуты
th: นาที
tr: dakika
vi: Phút

source: Seconds
ar_iq: ثواني
de: Sekunden
es: Segundos
it: Secondi
ja: 秒
ms: Detik
nl: seconden
pt_br: Segundos
ru: Секунды
th: วินาที
tr: saniye
vi: Giây

source: You Have Unlocked Our Secret Offer!
ar_iq: لقد فتحت عرضنا السري!
de: Sie haben unser geheimes Angebot freigeschaltet!
es: ¡Has desbloqueado nuestra oferta secreta!
fr: Vous avez débloqué notre offre secrète !
it: Hai sbloccato la nostra offerta segreta!
ja: 秘密のオファーをアンロックしました！
ms: Anda Telah Membuka Kunci Tawaran Rahsia Kami!
nl: Je hebt ons geheime aanbod ontgrendeld!
pt_br: Você desbloqueou nossa oferta secreta!
ru: Вы открыли наше секретное предложение!
th: คุณได้ปลดล็อกข้อเสนอลับของเราแล้ว!
tr: Gizli Teklifimizin Kilidini Açtınız!
vi: Bạn đã mở khóa ưu đãi bí mật của chúng tôi!

source: Hurry! We can't hold this offer for too long:
ar_iq: عجل! لا يمكننا تعليق هذا العرض لفترة طويلة:
de: Sich beeilen! Wir können dieses Angebot nicht lange halten:
es: ¡Apuro! No podemos mantener esta oferta por mucho tiempo:
fr: Se dépêcher! Nous ne pouvons pas retenir cette offre trop longtemps :
it: Fretta! Non possiamo trattenere questa offerta per troppo tempo:
ja: 忙しい！このオファーを長期間保持することはできません:
ms: Cepat! Kami tidak boleh menahan tawaran ini terlalu lama:
nl: Haast je! We kunnen deze aanbieding niet te lang vasthouden:
pt_br: Pressa! Não podemos manter esta oferta por muito tempo:
ru: Торопиться! Мы не можем держать это предложение слишком долго:
th: รีบ! เราไม่สามารถถือข้อเสนอนี้ได้นานเกินไป:
tr: Acele etmek! Bu teklifi çok uzun süre tutamayız:
vi: Vội vàng! Chúng tôi không thể giữ phiếu mua hàng này quá lâu:

source: Get This Secret Offer
ar_iq: احصل على هذا العرض السري
de: Holen Sie sich dieses geheime Angebot
es: Obtenga esta oferta secreta
fr: Obtenez cette offre secrète
it: Ottieni questa offerta segreta
ja: この秘密のオファーを入手
ms: Dapatkan Tawaran Rahsia Ini
nl: Krijg deze geheime aanbieding
pt_br: Receba esta oferta secreta
ru: Получить это секретное предложение
th: รับข้อเสนอลับนี้
tr: Bu Gizli Teklifi Alın
vi: Nhận ưu đãi bí mật này

source: Limited Offer
ar_iq: عرض محدود
de: Limitiertes Angebot
es: Oferta limitada
fr: Offre limitée
it: Offerta limitata
ja: Offre limitée
ms: Tawaran Terhad
nl: Beperkt aanbod
pt_br: Oferta limitada
ru: Ограниченное предложение
th: ข้อเสนอที่จำกัด
tr: Sınırlı teklif
vi: Ưu đãi có hạn

source: Unlock all Features For Half Price
ar_iq: فتح جميع الميزات بنصف السعر
de: Schalte alle Funktionen zum halben Preis frei
es: Desbloquee todas las funciones a mitad de precio
fr: Débloquez toutes les fonctionnalités à moitié prix
it: Sblocca tutte le funzionalità a metà prezzo
ja: Débloquez toutes les fonctionnalités à moitié prix
ms: Buka kunci semua Ciri Untuk Separuh Harga
nl: Ontgrendel alle functies voor de halve prijs
pt_br: Desbloqueie todos os recursos pela metade do preço
ru: Разблокируйте все функции за полцены
th: ปลดล็อกคุณสมบัติทั้งหมดในราคาครึ่งราคา
tr: Yarı Fiyata Tüm Özelliklerin Kilidini Açın
vi: Mở khóa tất cả các tính năng với một nửa giá

source: iPhone Security
ar_iq: أمان iPhone
de: iPhone-Sicherheit
es: Seguridad del iPhone
fr: Sécurité de l'iPhone
it: Sicurezza dell'iPhone
ja: iPhoneのセキュリティ
ms: Keselamatan iPhone
nl: iPhone-beveiliging
pt_br: Segurança do iPhone
ru: Безопасность iPhone
th: ความปลอดภัยของ iPhone
tr: iPhone Güvenliği
vi: Bảo mật iPhone

source: Connection is not protected
ar_iq: الاتصال غير محمي
de: Verbindung ist nicht geschützt
es: La conexión no está protegida
fr: La connexion n'est pas protégée
it: La connessione non è protetta
ja: 接続は保護されていません
ms: Sambungan tidak dilindungi
nl: Verbinding is niet beveiligd
pt_br: A conexão não está protegida
ru: Соединение не защищено
th: การเชื่อมต่อไม่ได้รับการป้องกัน
tr: Bağlantı korumalı değil
vi: Kết nối không được bảo vệ

source: Please clean iPhone immediately
ar_iq: يرجى تنظيف iPhone على الفور
de: Bitte reinigen Sie das iPhone sofort
es: Limpia el iPhone inmediatamente
fr: Veuillez nettoyer l'iPhone immédiatement
it: Pulisci immediatamente l'iPhone
ja: すぐにiPhoneをクリーニングしてください
ms: Sila bersihkan iPhone dengan segera
nl: Maak de iPhone onmiddellijk schoon
pt_br: Limpe o iPhone imediatamente
ru: Пожалуйста, немедленно очистите iPhone
th: กรุณาทำความสะอาด iPhone ทันที
tr: Lütfen iPhone'u hemen temizleyin
vi: Hãy làm sạch iPhone ngay lập tức

source: MESSAGE
ar_iq: رسالة
de: BOTSCHAFT
es: MENSAJE
it: MESSAGGIO
ja: メッセージ
ms: MESEJ
nl: BERICHT
pt_br: MENSAGEM
ru: СООБЩЕНИЕ
th: ข้อความ
tr: İLETİ
vi: THÔNG ĐIỆP

source: now
ar_iq: حاليا
de: jetzt
es: ahora
fr: à présent
it: adesso
ja: 今
ms: sekarang
nl: nu
pt_br: agora
ru: в настоящее время
th: ตอนนี้
tr: şimdi
vi: bây giờ

source: Protection required
ar_iq: الحماية المطلوبة
de: Schutz erforderlich
es: Protección requerida
fr: Protection requise
it: Protezione richiesta
ja: 保護が必要
ms: Perlindungan diperlukan
nl: Bescherming vereist
pt_br: Proteção necessária
ru: Требуется защита
th: การป้องกันที่จำเป็น
tr: Koruma gerekli
vi: Bảo vệ cần thiết

source: Personal information, passwords, messages, bank details and photos are at risk.
ar_iq: المعلومات الشخصية وكلمات المرور والرسائل والتفاصيل المصرفية والصور معرضة للخطر.
de: Persönliche Informationen, Passwörter, Nachrichten, Bankdaten und Fotos sind gefährdet.
es: La información personal, las contraseñas, los mensajes, los datos bancarios y las fotos están en riesgo.
fr: Les informations personnelles, mots de passe, messages, coordonnées bancaires et photos sont à risque.
it: Le informazioni personali, le password, i messaggi, le coordinate bancarie e le foto sono a rischio.
ja: 個人情報、パスワード、メッセージ、銀行口座の詳細、写真が危険にさらされます。
ms: Maklumat peribadi, kata laluan, mesej, butiran bank dan gambar berisiko.
nl: Persoonlijke informatie, wachtwoorden, berichten, bankgegevens en foto's lopen gevaar.
pt_br: Informações pessoais, senhas, mensagens, dados bancários e fotos estão em risco.
ru: Личная информация, пароли, сообщения, банковские реквизиты и фотографии находятся под угрозой.
th: ข้อมูลส่วนบุคคล รหัสผ่าน ข้อความ รายละเอียดธนาคาร และรูปถ่ายมีความเสี่ยง
tr: Kişisel bilgiler, şifreler, mesajlar, banka bilgileri ve fotoğraflar risk altındadır.
vi: Thông tin cá nhân, mật khẩu, tin nhắn, chi tiết ngân hàng và hình ảnh có thể bị rủi ro.

source: Turn on VPN
ar_iq: قم بتشغيل VPN
de: VPN einschalten
es: activar VPN
fr: Activer le VPN
it: Attiva VPN
ja: VPN をオンにする
ms: Hidupkan VPN
nl: VPN inschakelen
pt_br: Ativar VPN
ru: Включите VPN
th: เปิด VPN
tr: VPN'i aç
vi: Bật VPN

source: Get Full Access
ar_iq: احصل على الوصول الكامل
de: Holen Sie sich vollen Zugriff
es: Obtenga acceso completo
fr: Obtenez un accès complet
it: Ottieni l'accesso completo
ja: フルアクセスを取得
ms: Dapatkan Akses Penuh
nl: Krijg volledige toegang
pt_br: Obtenha acesso total
ru: Получить полный доступ
th: รับสิทธิ์เข้าถึงแบบเต็ม
tr: Tam Erişim Alın
vi: Nhận toàn quyền truy cập

source: Unlimited & fast servers
ar_iq: خوادم غير محدودة وسريعة
de: Unbegrenzte und schnelle Server
es: Servidores ilimitados y rápidos
fr: Serveurs illimités et rapides
it: Server illimitati e veloci
ja: 無制限の高速サーバー
ms: Pelayan tanpa had & pantas
nl: Onbeperkte en snelle servers
pt_br: Servidores ilimitados e rápidos
ru: Неограниченные и быстрые серверы
th: เซิร์ฟเวอร์ไม่ จำกัด และรวดเร็ว
tr: Sınırsız ve hızlı sunucular
vi: Máy chủ nhanh và không giới hạn

source: Worldwide locations
ar_iq: مواقع حول العالم
de: Weltweite Standorte
es: Ubicaciones en todo el mundo
fr: Emplacements dans le monde
it: Sedi in tutto il mondo
ja: 世界中の拠点
ms: Lokasi seluruh dunia
nl: Wereldwijde locaties
pt_br: Locais em todo o mundo
ru: Места по всему миру
th: สถานที่ทั่วโลก
tr: Dünya çapında konumlar
vi: Các địa điểm trên toàn thế giới

source: Secure & private connection
ar_iq: اتصال آمن وخاص
de: Sichere und private Verbindung
es: Conexión segura y privada
fr: Connexion sécurisée et privée
it: Connessione sicura e privata
ja: 安全でプライベートな接続
ms: Sambungan selamat & peribadi
nl: Veilige & privé verbinding
pt_br: Conexão segura e privada
ru: Безопасное и приватное соединение
th: การเชื่อมต่อที่ปลอดภัยและเป็นส่วนตัว
tr: Güvenli ve özel bağlantı
vi: Kết nối an toàn và riêng tư

source: Anonymous surfing
ar_iq: تصفح مجهول
de: Anonym surfen
es: Navegación anónima
fr: Surf anonyme
it: Navigazione anonima
ja: 匿名サーフィン
ms: Melayari tanpa nama
nl: Anoniem surfen
pt_br: Navegação anônima
ru: Анонимный серфинг
th: ท่องนิรนาม
tr: anonim sörf
vi: Lướt sóng ẩn danh

source: Ad blocker
ar_iq: مانع الإعلانات
de: Werbeblocker
es: Bloqueador de anuncios
fr: Bloqueur de publicités
it: Blocco per annunci pubblicitari
ja: 広告ブロッカー
ms: Penyekat iklan
nl: Advertentie blokeerder
pt_br: Bloqueador de propagandas
ru: Блокировщик рекламы
th: ตัวบล็อกโฆษณา
tr: Reklam engelleyici
vi: Chặn quảng cáo

source: Multi device support
ar_iq: دعم متعدد الأجهزة
de: Unterstützung für mehrere Geräte
es: Soporte para múltiples dispositivos
fr: Prise en charge de plusieurs appareils
it: Supporto per più dispositivi
ja: マルチデバイス対応
ms: Sokongan berbilang peranti
nl: Ondersteuning voor meerdere apparaten
pt_br: Suporte a vários dispositivos
ru: Поддержка нескольких устройств
th: รองรับหลายอุปกรณ์
tr: Çoklu cihaz desteği
vi: Hỗ trợ nhiều thiết bị

source: Kill switch
ar_iq: قتل التبديل
de: Notausschalter
es: interruptor de muerte
fr: Antidémarreur
it: Uccidi l'interruttore
ja: 緊急停止装置
ms: Matikan suis
nl: Dodemansknop
pt_br: Botão de desligar
ru: Аварийная кнопка
th: คิลสวิตช์
tr: Kapatma anahtarı
vi: công tắc tắt

source: 1 Week
ar_iq: أسبوع 1
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ms: 1 minggu
pt_br: 1 semana
ru: 1 неделя
th: 1 สัปดาห์
tr: 1 hafta
vi: 1 tuần

source: 1 Year • SAVE 85%
ar_iq: سنة واحدة • وفر 85٪
de: 1 Jahr • SPAREN SIE 85 %
es: 1 año • AHORRE 85%
fr: 1 an • ÉCONOMISEZ 85 %
it: 1 anno • RISPARMIA 85%
ja: 1 年間 • 85% 割引
ms: 1 Tahun • JIMAT 85%
nl: 1 jaar • BESPAAR 85%
pt_br: 1 ano • ECONOMIZE 85%
ru: 1 год • СКИДКА 85%
th: 1 ปี • ประหยัด 85%
tr: 1 Yıl • %85 TASARRUF
vi: 1 năm • TIẾT KIỆM 85%

source: BEST DEAL
ar_iq: أفضل صفقة
de: BESTES ANGEBOT
es: MEJOR TRATO
fr: MEILLEURE AFFAIRE
it: MIGLIOR OFFERTA
ja: ベストディール
ms: TAWARAN TERBAIK
nl: BESTE DEAL
pt_br: MELHOR NEGÓCIO
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ
th: ข้อเสนอที่ดีที่สุด
tr: EN İYİ ANLAŞMA
vi: DEAL TỐT NHẤT

source: Try Risk Free
ar_iq: جرب بدون مخاطر
de: Probieren Sie es risikofrei aus
es: Prueba sin riesgos
fr: Essayez sans risque
it: Prova senza rischi
ja: リスクフリーで試す
ms: Cuba Bebas Risiko
nl: Probeer risicovrij
pt_br: Experimente sem riscos
ru: Попробуйте без риска
th: ลองเสี่ยงฟรี
tr: Risksiz Deneyin
vi: Dùng thử không có rủi ro

source: Subcribe now
ar_iq: إشترك الآن
de: Abonniere jetzt
es: Suscríbase ahora
fr: Abonnez-vous maintenant
it: Iscriviti ora
ja: 今すぐ購読する
ms: Langgan sekarang
nl: Abonneer nu
pt_br: Inscreva-se agora
ru: Подпишитесь сейчас
th: สมัครสมาชิกตอนนี้
tr: Şimdi abone ol
vi: Theo dõi ngay

source: Login To Your Acccount
ar_iq: تسجيل الدخول إلى حسابك
de: Melden Sie sich bei Ihrem Konto an
es: Inicie sesión en su cuenta
fr: Connectez-vous à votre compte
it: Accedi al tuo account
ja: アカウントにログイン
ms: Log Masuk Ke Akaun Anda
nl: Log in op uw account
pt_br: Acesse sua conta
ru: Войдите в свою учетную запись
th: เข้าสู่ระบบบัญชีของคุณ
tr: Hesabınıza Giriş Yapın
vi: Đăng nhập vào tài khoản của bạn

source: Enter your email
ar_iq: أدخل بريدك الإلكتروني
de: Geben sie ihre E-Mail Adresse ein
es: Introduce tu correo electrónico
fr: Entrer votre Email
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力
ms: Masukkan emel anda
nl: Voer uw e-mailadres in
pt_br: Digite seu e-mail
ru: Введите адрес электронной почты
th: กรอกอีเมล์ของคุณ
tr: E-postanızı giriniz
vi: Nhập email của bạn

source: Enter your password
ar_iq: ادخل رقمك السري
de: Geben Sie Ihr Passwort ein
es: Ingresa tu contraseña
fr: Tapez votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください
ms: Masukkan kata laluan anda
nl: Voer uw wachtwoord in
pt_br: Coloque sua senha
ru: Введите ваш пароль
th: ป้อนรหัสผ่านของคุณ
tr: Şifrenizi girin
vi: Nhập mật khẩu của bạn

source: Sign In
ar_iq: تسجيل الدخول
de: Anmelden
es: Registrarse
fr: S'identifier
it: Registrazione
ja: サインイン
ms: Log Masuk
nl: Log in
pt_br: Entrar
ru: Войти
th: เข้าสู่ระบบ
tr: Kayıt olmak
vi: Đăng nhập

source: Don't have an account? Sign Up
ar_iq: ليس لديك حساب؟ اشتراك
de: Sie haben kein Konto? Anmeldung
es: ¿No tienes una cuenta? Inscribirse
fr: Vous n'avez pas de compte ? S'inscrire
it: Non hai un account? Iscrizione
ja: アカウントをお持ちでない場合サインアップ
ms: Tiada akaun? Daftar
nl: Heb je geen account? Inschrijven
pt_br: Não tem uma conta? Inscrever-se
ru: У вас нет аккаунта? Зарегистрироваться
th: ไม่มีบัญชี? ลงชื่อ
tr: Hesabınız yok mu? Üye olmak
vi: Không có một tài khoản? Đăng ký

source: Create Your Account
ar_iq: أنشئ حسابك
de: Erstelle deinen Account
es: Crea tu cuenta
fr: Créez votre compte
it: Crea il tuo account
ja: アカウントを作成
ms: Cipta akaun anda
nl: Maak een account aan
pt_br: Crie sua conta
ru: Создать аккаунт
th: สร้างบัญชีของคุณ
tr: Hesabını oluştur
vi: Tạo tài khoản của bạn

source: Sign Up
ar_iq: اشتراك
de: Anmeldung
es: Inscribirse
fr: S'inscrire
it: Iscrizione
ja: サインアップ
ms: Daftar
nl: Inschrijven
pt_br: Inscrever-se
ru: Зарегистрироваться
th: ลงชื่อ
tr: Üye olmak
vi: Đăng ký

source: Already have an account? Sign In
ar_iq: هل لديك حساب؟ تسجيل الدخول
de: Sie haben bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Registrarse
fr: Vous avez déjà un compte? S'identifier
it: Hai già un account? Registrazione
ja: すでにアカウントをお持ちですか？サインイン
ms: Sudah mempunyai akaun? Log Masuk
nl: Heb je al een account? Log in
pt_br: já tem uma conta? Entrar
ru: У вас уже есть аккаунт? Войти
th: มีบัญชีอยู่แล้ว? เข้าสู่ระบบ
tr: Zaten hesabınız var mı? Kayıt olmak
vi: Bạn co săn san để tạo một tai khoản? Đăng nhập

source: Disabled
ar_iq: معاق
de: Behinderte
es: Desactivado
fr: désactivé
it: Disabilitato
ja: 無効
ms: Dilumpuhkan
nl: Gehandicapt
pt_br: Desabilitado
ru: инвалид
th: พิการ
tr: Engelli
vi: Tàn tật

source: Enabled
ar_iq: ممكن
de: Ermöglicht
es: Activado
fr: Activé
it: Abilitato
ja: 有効
ms: Didayakan
nl: Ingeschakeld
pt_br: Habilitado
ru: Включено
th: เปิดใช้งาน
tr: Etkinleştirilmiş
vi: Đã bật

source: Adblocker is disabled and ads are not blocked
ar_iq: تم تعطيل Adblocker n ولا يتم حظر الإعلانات
de: Adblocker ist deaktiviert und Anzeigen werden nicht blockiert
es: Adblocker está deshabilitado y los anuncios no están bloqueados
fr: Adblocker est désactivé et les publicités ne sont pas bloquées
it: Adblocker è disabilitato e gli annunci non sono bloccati
ja: 広告ブロッカーが無効になっています 広告はブロックされていません
ms: Penyekat iklan dilumpuhkan dan iklan tidak disekat
nl: Adblocker is uitgeschakeld en advertenties worden niet geblokkeerd
pt_br: O Adblocker está desativado e os anúncios não estão bloqueados
ru: Блокировщик рекламы отключен и реклама не блокируется
th: Adblocker ถูกปิดใช้งาน และโฆษณาไม่ถูกบล็อก
tr: Reklam engelleyici devre dışı ve reklamlar engellenmiyor
vi: Trình chặn quảng cáo bị tắt và quảng cáo không bị chặn

source: Adblocker is enabled and ads are blocked
ar_iq: تم تمكين Adblocker n وتم حظر الإعلانات
de: Adblocker ist aktiviert und Anzeigen werden blockiert
es: Adblocker está habilitado y los anuncios están bloqueados
fr: Adblocker est activé et les publicités sont bloquées
it: Adblocker è abilitato e gli annunci sono bloccati
ja: Adblocker が有効になっており、 広告がブロックされています
ms: Penyekat iklan didayakan dan iklan disekat
nl: Adblocker is ingeschakeld en advertenties worden geblokkeerd
pt_br: Adblocker está ativado e os anúncios estão bloqueados
ru: Блокировщик рекламы включен и реклама заблокирована
th: Adblocker ถูกเปิดใช้งาน และโฆษณาถูกบล็อก
tr: Reklam engelleyici etkin ve reklamlar engellendi
vi: Trình chặn quảng cáo được bật và quảng cáo bị chặn
